{
  "cookieConsent": {
    "bannerAriaLabel": "Cookie Consent Banner",
    "description": "We use essential cookies for site operation. With your consent, we also use functional cookies (like remembering your language) and analytics tools (like collecting device info) to improve your experience. Read our",
    "link": "cookies policy",
    "policyLinkText": "Cookie Policy",
    "acceptAllButton": "Accept All",
    "rejectAllButton": "Reject All",
    "customizeButton": "Customize",
    "modalTitle": "Cookie Preferences",
    "modalDescription": "Manage your consent preferences below. Changes will be saved when you click 'Save Preferences'.",
    "necessaryTitle": "Strictly Necessary Cookies",
    "necessaryDescription": "These cookies are essential for the website to function and cannot be disabled.",
    "functionalTitle": "Functional Cookies",
    "functionalDescription": "These cookies remember your preferences like language choice to enhance your experience.",
    "analyticsTitle": "Analytics & Improvement",
    "analyticsDescription": "These cookies allow us to collect anonymous information (like device type and IP address) to understand how visitors use our site and help us improve it.",
    "saveButton": "Save Preferences",
    "cancelButton": "Cancel",
    "closeButtonAriaLabel": "Close preferences modal",
    "cookiePreferencesLink": "Cookie Preferences"
  },
  "cartConflictModal": {
    "title": "Cart Conflict Detected",
    "description": "You have items in your current cart, and a different cart was saved to your account from a previous session. Please choose which one you'd like to keep.",
    "localCartTitle": "Your Current Cart",
    "remoteCartTitle": "Your Saved Cart",
    "keepLocalButton": "Keep Current Cart",
    "useRemoteButton": "Use Saved Cart",
    "totalLabel": "Total",
    "closeAriaLabel": "Close and keep current cart"
  },
  "cookiePolicy": {
    "metadata": {
      "title": "Cookie Policy | MonPlanCBD",
      "description": "Understand how MonPlanCBD uses cookies and similar technologies on our website. Learn about necessary, functional, and analytics data."
    },
    "pageTitle": "Cookie Policy",
    "lastUpdated": "Last Updated: May 05, 2025",
    "section1": {
      "title": "1. What Are Cookies?",
      "para1": "Cookies are small text files placed on your device (computer, tablet, smartphone) when you visit a website. They are widely used to make websites work, or work more efficiently, as well as to provide information to the site owners.",
      "para2": "This policy explains how we use cookies and similar technologies (like localStorage) on MonPlanCBD. For information on how we handle your personal data in general, please see our Privacy Policy."
    },
    "section2": {
      "title": "2. How We Use Cookies and Similar Technologies",
      "para1": "We use cookies and localStorage for several reasons, primarily to ensure our website functions correctly, to remember your preferences, and to help us understand how you use our site so we can improve it."
    },
    "section3": {
      "title": "3. Types of Cookies and Data We Use",
      "necessary": {
        "title": "Strictly Necessary Cookies & Storage",
        "para1": "These are essential for the operation of our website and cannot be disabled in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as logging in or managing your session.",
        "para2": "You can set your browser to block or alert you about these, but some parts of the site will not then work.",
        "cookie1": {
          "name": "accessToken",
          "purpose": "Authenticates your logged-in session.",
          "duration": "Session (or longer if refreshed)"
        },
        "cookie2": {
          "name": "refreshToken",
          "purpose": "Securely refreshes your access token for continued login.",
          "duration": "Longer-term (as configured)"
        },
        "storage": {
          "name": "user_consent_preferences_v1 (localStorage)",
          "purpose": "Stores your cookie consent choices.",
          "duration": "Persistent (until cleared)"
        }
      },
      "functional": {
        "title": "Functional Cookies & Storage",
        "para1": "These enable the website to provide enhanced functionality and personalization. They may be set by us or by third-party providers whose services we have added to our pages. They are only used if you consent.",
        "para2": "If you do not allow these, then some or all of these services may not function properly.",
        "cookie1": {
          "name": "NEXT_LOCALE",
          "purpose": "Remembers your preferred language.",
          "duration": "Persistent (typically 1 year)"
        },
        "storage1": {
          "name": "age_verified (localStorage)",
          "purpose": "Remembers that you have confirmed you are over 18.",
          "duration": "Persistent (until cleared)"
        }
      },
      "analytics": {
        "title": "Analytics & Improvement Data",
        "para1": "With your consent, we collect certain information to help us understand how visitors interact with our website. This data helps us improve site performance and user experience.",
        "para2": "This data is collected anonymously where possible and is not used to identify you personally for marketing purposes.",
        "data1": {
          "name": "IP Address (Anonymized where possible)"
        },
        "data2": {
          "name": "User Agent String (Browser & OS type)"
        },
        "data3": {
          "name": "Device Information (e.g., Screen size, type)"
        },
        "para3": "This information is collected only if you consent to 'Analytics & Improvement'."
      }
    },
    "section4": {
      "title": "4. Third-Party Cookies",
      "para1": "Some features on our site may use cookies set by other companies (third-party cookies). For example, if we embed content from another site.",
      "para2": "We list major third-party cookies below. Please review their respective privacy policies for more information.",
      "service1": {
        "purpose": "Used by Google Analytics to distinguish users and track website usage.",
        "duration": "Various (e.g., 2 years for _ga)",
        "policyLink": "Read Google's Privacy Policy"
      }
    },
    "section5": {
      "title": "5. Managing Your Preferences",
      "para1": "You have control over the non-essential cookies and data collection used on our site.",
      "para2": "You can change your consent preferences at any time by clicking the '{preferencesLink}' link, usually found in the footer of our website. This will allow you to adjust the toggles for Functional and Analytics consent and save your choices.",
      "preferencesLinkText": "Cookie Preferences",
      "para3": "Additionally, most web browsers allow some control of most cookies through the browser settings. To find out more about cookies, including how to see what cookies have been set, visit www.aboutcookies.org or www.allaboutcookies.org. Find out how to manage cookies on popular browsers:",
      "para4": "Please note that blocking strictly necessary cookies may impact the functionality of the website."
    },
    "section6": {
      "title": "6. Local Storage Usage",
      "para1": "In addition to cookies, we utilize your browser's localStorage mechanism. Unlike cookies, data in localStorage is not automatically sent to the server with every request. We use it for:",
      "item1": {
        "name": "Cart Data (`cart`)",
        "purpose": "To temporarily store the items you add to your shopping cart during your current browsing session."
      },
      "item2": {
        "name": "Order Data (`order`)",
        "purpose": "To hold details of your order as you proceed through checkout, before final submission."
      },
      "item3": {
        "name": "User Data (`userData`)",
        "purpose": "To cache some of your account information locally for quicker access after you log in."
      },
      "item4": {
        "name": "Age Verification (`age_verified`)",
        "purpose": "To remember that you have confirmed you meet the minimum age requirement, avoiding repeated checks."
      },
      "para2": "You can clear localStorage through your browser settings, but this may result in losing your current cart contents or requiring you to log in or verify your age again."
    },
    "section7": {
      "title": "7. Changes to This Policy",
      "para1": "We may update this Cookie Policy from time to time to reflect changes in our practices or for other operational, legal, or regulatory reasons. We encourage you to review this policy periodically."
    },
    "section8": {
      "title": "8. Contact Us",
      "para1": "If you have questions about our use of cookies or this policy, please contact us at {emailLink} or consult our full {privacyPolicyLink}.",
      "privacyPolicyLinkText": "Privacy Policy"
    },
    "contactEmail": "contact@monplancbd.fr"
  },
  "trustpilot": "Check out our reviews:",
  "categoryPageContent": {
    "fleurs-cbd": {
      "sectionTitle": "Our CBD Flowers: Nature, Aromas, and Relaxation",
      "descriptionPara1": "Discover the authenticity and richness of our meticulously selected CBD flowers. Grown in Europe using respectful methods (Indoor 🏠, Greenhouse 🌿, Outdoor ☀️), our strains offer a diversity of aromatic profiles and CBD levels to meet every need. Whether you're looking to buy CBD flowers for deep evening relaxation or light daytime support, MonPlanCBD offers the best of nature.",
      "descriptionPara2": "Each flower is carefully trimmed and cured to preserve its natural terpenes and cannabinoids. Browse our catalog to find the best CBD flower matching your preferences: fruity notes 🍓, earthy 🌲, woody, or spicy 🔥, we have the strain for you. All our flowers comply with the legal THC limit of less than 0.3%.",
      "benefitsTitle": "Why Choose Our CBD Flowers?",
      "benefitsItem1": "✨ Premium Quality: Rigorous selection of the best genetics and cultivation methods.",
      "benefitsItem2": "🔬 Independent Analysis: CBD and THC (<0.3%) levels verified by third-party labs.",
      "benefitsItem3": "👃 Aromatic Richness: Preserved terpene profiles for an optimal olfactory and taste experience.",
      "benefitsItem4": "🧘 Relaxing Effects: Ideal for relaxation, well-being, and daily stress management.",
      "benefitsItem5": "🌱 Guaranteed Traceability: Transparent origin and cultivation methods.",
      "faqTitle": "Frequently Asked Questions about CBD Flowers",
      "faq1Question": "How to consume CBD flowers?",
      "faq1Answer": "CBD flowers can be consumed in several ways: in infusion (with a fatty substance), through vaporization (recommended method to preserve aromas and avoid combustion), or in cooking. Selling CBD flowers for smoking is prohibited in France.",
      "faq2Question": "What are the effects of CBD flowers?",
      "faq2Answer": "Effects vary depending on the strain and the individual but are generally associated with relaxation, muscle relief, mood improvement, and potential relief from stress and anxiety, without psychotropic effects.",
      "faq3Question": "Which CBD flower should I choose?",
      "faq3Answer": "The choice depends on your preferences (aromas, Indoor/Greenhouse/Outdoor cultivation) and the desired effect. Check our detailed descriptions or contact our customer service for personalized advice to find the best CBD flower for you.",
      "moreInfoText": "Want to deepen your knowledge about hemp flowers and CBD?",
      "blogLinkText": "Visit our expert Blog",
      "descriptionMetaTag": "Discover our premium selection of CBD flowers: Indoor, Greenhouse & Outdoor. Unique aromas, natural relaxation. Lab-tested quality <0.3% THC | MonPlanCBD."
    },
    "pollens-resines-hash-cbd": {
      "sectionTitle": "CBD Resins & Pollens: Concentration and Intense Aromas",
      "descriptionPara1": "Explore the richness and potency of our CBD resins and pollens, concentrated products derived from the resinous trichomes of the hemp plant. Perfect for those seeking a more intense CBD experience or pronounced flavors, our selection includes various textures: from crumbly pollen 🍂 to more compact and malleable resins ✨, including modern extractions.",
      "descriptionPara2": "Each CBD hash or pollen is carefully crafted to maximize cannabinoid concentration and preserve a rich terpene profile, ensuring deep aromas and potentially more pronounced effects. Ideal for vaporization or infusion (always with a fatty substance), it's an excellent alternative to diversify your CBD consumption. Naturally, all our products comply with the legal limit of 0.3% THC.",
      "benefitsTitle": "The Advantages of Our CBD Resins and Pollens",
      "benefitsItem1": "✨ High Concentration: High content of CBD and other cannabinoids for potentially enhanced effects.",
      "benefitsItem2": "👃 Intense Aromatic Profile: Rich in terpenes for powerful and complex flavors.",
      "benefitsItem3": "👐 Varied Textures: From light pollen to dense resins, choose based on your handling preferences.",
      "benefitsItem4": "🔬 Quality Controlled: Extracted from selected hemp plants and analyzed by independent laboratories.",
      "benefitsItem5": "⚖️ Legal Compliance: THC level always below 0.3% for worry-free consumption.",
      "faqTitle": "Frequently Asked Questions about CBD Resins and Pollens",
      "faq1Question": "What's the difference between CBD pollen and resin?",
      "faq1Answer": "Pollen (or skuff) is generally drier and more crumbly, collected by sifting trichomes. Resin (or hash) is often pressed (hot or cold) from pollen or trichomes, resulting in a more compact, sticky, or oily texture.",
      "faq2Question": "How to use CBD resins and pollens?",
      "faq2Answer": "Temperature-controlled vaporization is the most recommended method to fully appreciate the aromas and effects. Infusion in a fatty substance (milk, oil) is also possible. Some also add them to cooking.",
      "faq3Question": "Are CBD resins stronger than flowers?",
      "faq3Answer": "Generally yes, as they are concentrates of cannabinoids and terpenes. The CBD level is often higher than in flowers, which can lead to effects perceived as more intense. Always start with a small amount.",
      "moreInfoText": "Curious to learn more about extraction methods and the specifics of CBD concentrates?",
      "blogLinkText": "Explore our specialized Blog",
      "descriptionMetaTag": "Explore concentrated CBD resins & pollens. Potency, intense flavors & varied textures. Lab-guaranteed quality <0.3% THC | MonPlanCBD."
    },
    "moonrocks-cbd": {
      "sectionTitle": "CBD Moonrocks: The Ultimate Power Experience",
      "descriptionPara1": "Get ready to lift off to another dimension of relaxation with our CBD Moonrocks 🌠! Considered the caviar of CBD, Moonrocks are a unique creation: a premium CBD flower 🌿, generously coated in concentrated CBD oil or distillate 💧, then rolled in delicate pollen (kief) rich in cannabinoids and terpenes ✨. The result? A product of exceptional potency and extraordinary aromatic complexity.",
      "descriptionPara2": "CBD Moonrocks are aimed at experienced consumers seeking the most pronounced effects of CBD. Due to their dense and rich composition, they are ideal for moments of deep relaxation. We recommend gently crumbling them by hand (avoid grinders) and using them in vaporization or as a supplement in your infusions. Of course, our Moonrocks strictly adhere to the legal limit of 0.3% THC.",
      "benefitsTitle": "Why Fall for Our CBD Moonrocks?",
      "benefitsItem1": "🚀 Maximum Potency: Combination of flower, oil, and pollen for a very high CBD concentration.",
      "benefitsItem2": "🌌 Optimized Entourage Effect: Powerful synergy between various cannabinoids and terpenes.",
      "benefitsItem3": "🤩 Unique Experience: Distinctive texture and appearance for an incomparable sensory discovery.",
      "benefitsItem4": "👃 Complex Aromas: Fusion of the terpene profiles from the flower, oil, and pollen.",
      "benefitsItem5": "💎 Exceptional Quality: Made from our best CBD ingredients and quality controlled.",
      "faqTitle": "Frequently Asked Questions about CBD Moonrocks",
      "faq1Question": "What exactly is a CBD Moonrock?",
      "faq1Answer": "It's a \"triple-layer\" CBD product: a high-quality CBD flower is dipped or coated in a concentrated CBD extract (oil, distillate) and then completely covered in CBD pollen (kief).",
      "faq2Question": "How to consume a CBD Moonrock?",
      "faq2Answer": "Avoid grinding it as the oil will make it sticky. Gently crumble it by hand or with scissors. Vaporization is the ideal method to appreciate the flavors. You can also add small pieces to your infusions (with a fatty substance) or other preparations.",
      "faq3Question": "Are Moonrocks much stronger?",
      "faq3Answer": "Yes, due to their very high CBD concentration combining flower, oil, and pollen, the perceived effects can be significantly more intense than those of classic flowers or resins. It is advisable to start with a very small amount.",
      "moreInfoText": "Intrigued by these CBD nuggets? Discover more details about their creation and use.",
      "blogLinkText": "Read our dedicated articles",
      "descriptionMetaTag": "The ultimate CBD experience: Discover our CBD Moonrocks! Flower + oil + pollen for unmatched power & aroma. Guaranteed <0.3% THC | MonPlanCBD."
    },
    "huiles-cbd": {
      "sectionTitle": "CBD Oils: Daily Well-being and Balance",
      "descriptionPara1": "Easily integrate the benefits of CBD into your routine with our range of high-quality CBD oils 💧. Designed for optimal sublingual absorption (under the tongue), our oils offer a practical and discreet method to enjoy cannabidiol. Each bottle comes with a dropper pipette for precise and personalized dosing.",
      "descriptionPara2": "We offer Full Spectrum CBD oils, containing all the cannabinoids (CBD, CBG, CBN...), terpenes, and flavonoids naturally present in hemp (THC < 0.3%), promoting the entourage effect. For those who prefer to avoid any trace of THC, our Broad Spectrum oils are ideal. Available in various concentrations (from 5% to 40% and more), you can choose the CBD oil best suited to your needs and sensitivity.",
      "benefitsTitle": "The Advantages of Our CBD Oils",
      "benefitsItem1": "✅ Ease of Use: Precise dosing thanks to the dropper pipette.",
      "benefitsItem2": "⚡ Rapid Absorption: The sublingual route allows for efficient cannabinoid absorption.",
      "benefitsItem3": "🌿 Varied Spectrums: Choose between Full Spectrum (entourage effect) and Broad Spectrum (THC-free).",
      "benefitsItem4": "📊 Multiple Concentrations: Adapt the potency of your CBD oil to your specific needs.",
      "benefitsItem5": "🔬 Quality and Purity: Oils derived from supercritical CO2 or ethanol extractions, lab-tested.",
      "faqTitle": "Frequently Asked Questions about CBD Oils",
      "faq1Question": "How to take CBD oil?",
      "faq1Answer": "Place the desired number of drops under your tongue using the pipette. Hold for 60 to 90 seconds before swallowing. This allows for direct absorption through the sublingual mucous membranes.",
      "faq2Question": "Which CBD oil concentration should I choose?",
      "faq2Answer": "It depends on your experience with CBD, your weight, and the desired effect. It is often advisable to start with a low concentration (5% or 10%) and gradually adjust the dose (number of drops) or concentration if necessary.",
      "faq3Question": "Full Spectrum or Broad Spectrum oil: what's the difference?",
      "faq3Answer": "Full Spectrum oil contains all hemp compounds, including traces of THC (<0.3%), which promotes the entourage effect (component synergy). Broad Spectrum oil also contains many cannabinoids and terpenes, but the THC has been removed.",
      "moreInfoText": "Need help choosing your oil or understanding dosages?",
      "blogLinkText": "Check out our complete CBD guides",
      "descriptionMetaTag": "Find your ideal CBD oil (5-40%) at MonPlanCBD. Full/Broad Spectrum for daily wellness. Precise dosage, fast sublingual absorption."
    },
    "infusions-cbd": {
      "sectionTitle": "CBD Infusions: Gentleness and Wellness to Sip",
      "descriptionPara1": "Savor a moment of calm and serenity with our selection of CBD infusions 🌱. Perfect for a relaxing break anytime during the day, our herbal teas combine the soothing benefits of CBD with the traditional virtues of other carefully selected plants (chamomile, verbena, mint...). A gentle and natural way to invite relaxation into your daily life.",
      "descriptionPara2": "Our CBD teas are prepared from quality hemp and natural ingredients. For optimal effectiveness, we recommend adding a fatty substance (like a touch of whole milk, coconut oil, or butter) to your hot infusion, as CBD is fat-soluble. Discover our blends designed for relaxation 💤, digestion, or simply for the pleasure of a comforting hot drink, always with less than 0.3% THC.",
      "benefitsTitle": "The Perks of Our CBD Infusions",
      "benefitsItem1": "😌 Gentle Approach: A gradual and non-intimidating way to consume CBD.",
      "benefitsItem2": "☕ Wellness Ritual: Turn your tea or herbal tea break into an enriched relaxation moment.",
      "benefitsItem3": "🌿 Natural Synergy: Combination of CBD with other plants known for their beneficial properties.",
      "benefitsItem4": "😋 Pleasant Flavors: Aromatic blends for an enjoyable tasting experience.",
      "benefitsItem5": "💧 Hydration & CBD: Combine the benefits of hydration and cannabidiol.",
      "faqTitle": "Frequently Asked Questions about CBD Infusions",
      "faq1Question": "Do I really need to add fat to my CBD infusion?",
      "faq1Answer": "Yes, it is highly recommended. CBD is not water-soluble but fat-soluble (liposoluble). Adding a fatty substance like milk, cream, coconut oil, or butter allows for better extraction and absorption of CBD by your body.",
      "faq2Question": "What are the effects of CBD tea?",
      "faq2Answer": "The effects are generally milder and appear more slowly than with sublingual oil, as the CBD passes through the digestive system. They are often described as promoting general relaxation, calmness, and well-being, enhanced by the other plants present.",
      "faq3Question": "When should I drink a CBD infusion?",
      "faq3Answer": "It depends on the blend and your needs. Some are ideal in the evening to promote relaxation before bed, while others can be enjoyed during the day for a relaxing break without marked drowsiness. Read the description of each infusion.",
      "moreInfoText": "Explore the different ways to prepare and enjoy your CBD beverages.",
      "blogLinkText": "Discover our tips on the Blog",
      "descriptionMetaTag": "Enjoy our CBD infusions & teas for a natural relaxation break. Organic blends with pleasant flavors. Wellness made easy to sip | MonPlanCBD."
    },
    "soins-cbd": {
      "sectionTitle": "CBD Care: Targeted Well-being for Body and Skin",
      "descriptionPara1": "Give your body the attention it deserves with our range of CBD care products 🌿. Designed for local application, our balms, creams, and massage oils combine the soothing and potentially anti-inflammatory properties of CBD with nourishing natural ingredients. Ideal for skincare, muscle and joint comfort, or simply a moment of deep relaxation.",
      "descriptionPara2": "Discover products like the CBD balm for targeted relief of tense areas, the moisturizing CBD cream to soothe sensitive or irritated skin, or the massage oil for optimal muscle relaxation. Our formulas are developed to penetrate quickly without leaving a greasy film, while respecting your skin and the legislation (THC < 0.3%).",
      "benefitsTitle": "Discover the Benefits of Our CBD Care Products",
      "benefitsItem1": "🎯 Targeted Local Action: Apply directly to the concerned areas for a concentrated effect.",
      "benefitsItem2": "💧 Hydration & Soothing: Enriched formulas to nourish and calm the skin.",
      "benefitsItem3": "💪 Muscle & Joint Comfort: Ideal after exercise or to relieve daily tension.",
      "benefitsItem4": "🌿 Natural Ingredients: Combination of CBD with vegetable oils, butters, and plant extracts.",
      "benefitsItem5": "😌 Simple & Pleasant Application: Textures designed for easy use and a moment of well-being.",
      "faqTitle": "Frequently Asked Questions about CBD Body Care",
      "faq1Question": "How do topical CBD products work?",
      "faq1Answer": "Applied to the skin, CBD interacts with cannabinoid receptors present locally in the epidermis and underlying tissues. Unlike sublingual oils, it generally does not enter the bloodstream significantly, acting in a targeted manner.",
      "faq2Question": "What are CBD care products suitable for?",
      "faq2Answer": "They are popular for soothing localized muscle or joint pain, calming skin irritations (dryness, redness...), moisturizing the skin, or simply for a relaxing massage.",
      "faq3Question": "Do CBD creams have psychotropic effects?",
      "faq3Answer": "No. CBD itself is not psychotropic. Furthermore, topical application strongly limits the passage of CBD and other components (including traces of THC <0.3%) into the bloodstream, making any systemic or psychotropic effect improbable.",
      "moreInfoText": "Learn more about the interaction between CBD and the skin and discover our care rituals.",
      "blogLinkText": "Consult our Blog's Wellness section",
      "descriptionMetaTag": "Discover our CBD care: balms, creams, massage oils. Targeted action for muscle/joint comfort & skin hydration | MonPlanCBD."
    },
    "vaporisateur": {
      "sectionTitle": "Vaporizers: The Modern and Healthy Method for CBD",
      "descriptionPara1": "Optimize your CBD experience with our selection of high-performance vaporizers 💨. Vaporization is a modern consumption method that heats your CBD flowers 🌿 or resins ✨ to a precise temperature, without reaching combustion. This releases cannabinoids and terpenes as pure vapor, preserving delicate aromas and avoiding harmful byproducts associated with smoke.",
      "descriptionPara2": "Whether you're looking for a portable vaporizer for discreet use on the go or a desktop model for longer sessions, we have the device for you. Choosing a CBD vaporizer means opting for better flavor rendition, more economical use of your products, and an approach considered healthier than traditional methods involving combustion.",
      "benefitsTitle": "The Advantages of CBD Vaporization",
      "benefitsItem1": "✅ Combustion-Free: Avoids inhaling tars and toxins associated with smoke.",
      "benefitsItem2": "👃 Preserved Flavors: Faithful and pure rendition of the aromas and terpenes of your CBD products.",
      "benefitsItem3": "⚡ Increased Efficiency: Better bioavailability of cannabinoids compared to combustion.",
      "benefitsItem4": "💰 Economical: Optimized use of your CBD flowers and resins.",
      "benefitsItem5": "🌬️ Discreet: Less lingering odor than traditional smoke.",
      "faqTitle": "Frequently Asked Questions about CBD Vaporizers",
      "faq1Question": "How does a vaporizer work?",
      "faq1Answer": "A vaporizer heats plant material (flowers) or concentrates (resins) to a controlled temperature (usually between 160°C and 220°C / 320°F and 428°F). This heat releases the active compounds as vapor, which is then inhaled, without burning the material.",
      "faq2Question": "What temperature should I use to vaporize CBD?",
      "faq2Answer": "The ideal temperature varies depending on preferences and products. Lower temperatures (160-180°C / 320-356°F) favor flavors, while higher temperatures (190-210°C / 374-410°F) extract more cannabinoids for potentially stronger effects. Experiment to find your optimal setting.",
      "faq3Question": "Is vaporization healthier than smoking?",
      "faq3Answer": "Vaporization is widely considered a healthier alternative to combustion (smoking). By avoiding burning the material, it eliminates the creation and inhalation of many toxic and carcinogenic substances found in smoke.",
      "moreInfoText": "Ready to switch to vaporization? Discover our tips for choosing and maintaining your device.",
      "blogLinkText": "Consult our Vaporization Guides",
      "descriptionMetaTag": "Optimize your CBD experience with our vaporizers. Healthy, combustion-free method for flowers & resins. Pure flavors guaranteed | MonPlanCBD."
    }
  },
  "homepage": {
    "seoH1": "Buy Premium Quality CBD in France 🇫🇷 - Flowers 🌿, Oils 💧, Resins ✨ | MonPlanCBD",
    "heroSR": "MonPlanCBD Special Offers ✨ and New CBD Arrivals 🎉",
    "categoriesTitle": "Explore Our CBD Worlds 🪐",
    "categoriesIntroText": "Dive into the heart of our rigorously selected CBD ranges. Whether you're seeking the deep relaxation of a CBD flower 🌿, the precise concentration of a sublingual oil 💧, or the intensity of quality resin ✨, find the ideal CBD product to meet your expectations at MonPlanCBD. 🎯",
    "featuredFlowersTitle": "Our Must-Have CBD Flowers 💐",
    "viewAllFlowersLink": "View all our CBD Flowers",
    "featuredHashsTitle": "Exceptional CBD Resins & Pollens 🍫",
    "viewAllHashLink": "Discover our Resins and Pollens",
    "featuredOilsTitle": "Wellness & Performance CBD Oils 💪💧",
    "viewAllOilsLink": "Explore our range of Oils",
    "whyChooseUsTitle": "Why Choose MonPlanCBD? 🤔",
    "whyChooseUsIntroText": "At MonPlanCBD, your well-being and trust are at the core of our mission. ❤️ We are firmly committed to the impeccable quality of our products, the security of your transactions, and total transparency to guarantee you the best possible CBD experience. Discover the commitments that make us different! 👇",
    "trustSignalLabTestedTitle": "🔬 Independent Lab Tested",
    "trustSignalLabTestedText": "Every CBD product undergoes strict analysis by a certified, independent laboratory. We verify purity, cannabinoid concentration, and legal compliance ✅ (<0.3% THC). Certificates are available for absolute transparency. 📄",
    "trustSignalSecurePaymentTitle": "🔒 100% Secure Payment",
    "trustSignalSecurePaymentText": "Shop for CBD with complete peace of mind. 🧘 Your bank transactions are encrypted and protected by our certified payment partner (PCI DSS), ensuring the confidentiality and security of your data. 💳",
    "trustSignalFastDiscreetShippingTitle": "🚚 Fast & Discreet Shipping",
    "trustSignalFastDiscreetShippingText": "Receive your CBD order within 24/48 working hours ⏱️ (mainland France). Your package is shipped in neutral packaging, without any logo or external mention, preserving your privacy. 🤫",
    "trustSignalFrenchQualityTitle": "🇫🇷 French Expertise & Traceability",
    "trustSignalFrenchQualityText": "We carefully select our partner growers and suppliers, mainly in France and Europe, for their expertise and adherence to standards. Complete traceability of our CBD products is ensured. 🌱➡️📦",
    "trustSignalSupportTitle": "💬 Expert & Responsive Customer Service",
    "trustSignalSupportText": "Based in France 🇫🇷, our team of enthusiasts is available to advise you and answer all your questions about CBD, Monday to Friday, by email or phone. 📞📧",
    "trustSignalLegalComplianceTitle": "✅ Legal Compliance Guaranteed",
    "trustSignalLegalComplianceText": "Our entire CBD catalog strictly complies with French and European legislation. All our products contain a THC level strictly below 0.3%, in accordance with the law. ⚖️",
    "learnMoreAboutCommitmentsLink": "Learn more about our quality commitments",
    "learnMoreTitle": "Discover the World of CBD 🌍",
    "learnMoreText": "New to the world of CBD or a curious expert? 🤔 Our blog is full of useful information: buying guides 📖, usage tutorials 💡, cannabinoid breakdowns 🔬, news 📰, and much more to guide you.",
    "visitBlogLink": "Visit our CBD Blog ➡️",
    "noFeaturedProducts": "Our popular products will be displayed soon. In the meantime, explore our categories! 👀",
    "trustSignalLoyaltyTitle": "🎁 Your Loyalty Rewarded",
    "trustSignalLoyaltyText": "Join our program and earn points 💯 with every purchase. Redeem your points for exclusive discounts 💰 on your next CBD orders.",
    "trustSignalSatisfactionTitle": "😊 Satisfaction Guaranteed",
    "trustSignalSatisfactionText": "Your satisfaction is our priority. If a product doesn't meet your expectations, our team is here to find a solution with you (see conditions). 👍",
    "featuredFlowersIntroText": "Be captivated by our selection of premium CBD flowers. 💐 Carefully grown indoors 🏠, in greenhouses 🌿, or outdoors ☀️, our flowers offer a unique aromatic richness and authentic relaxing effects. Discover our most popular and appreciated strains. ✨",
    "featuredHashsIntroText": "Explore the concentration and potency of our CBD resins and pollens. 🍫 Crafted using traditional and modern methods, our CBD hash provides varied textures and intense terpene profiles for a profound CBD experience. Here are our current bestsellers. 🔥",
    "featuredOilsIntroText": "Integrate CBD wellness into your daily routine with our high-quality CBD oils. 💧 Available in Full Spectrum or Broad Spectrum and various concentrations, our sublingual oils are easy to dose and ideal for targeted support. Discover our favorite oils. ❤️",
    "seoDescription": "Buy premium lab-tested CBD in France at MonPlanCBD. Discover high-quality CBD flowers 🌿, oils 💧 & resins ✨. Fast, discreet shipping guaranteed.",
    "seoKeywords": "CBD, buy CBD, CBD France, CBD flower, CBD oil, CBD resin, legal CBD, MonPlanCBD, quality CBD, CBD delivery",
    "ogImageAlt": "MonPlanCBD - High Quality CBD Flowers, Oils, and Resins in France"
  },
  "orderReceived": {
    "metadataTitle": "Order Confirmation - MonPlanCBD",
    "pageTitle": "Order Received",
    "status": {
      "processing": "Payment Processing",
      "success": "Payment Successful",
      "failed": "Payment Failed",
      "fraud_refusal": "Payment Refused (Fraud Suspected)",
      "fraud_warning": "Payment Authorized (Fraud Warning)",
      "auth_failed": "Authentication Failed (3D Secure)",
      "bank_refusal": "Payment Refused by Bank",
      "max_attempts": "Maximum Payment Attempts Reached",
      "technical_error": "Technical Error During Payment",
      "abandoned": "Payment Abandoned",
      "unknown_failure": "Payment Failed (Unknown Reason)",
      "error": "Error Processing Payment Information",
      "unknownReason": "Unknown reason"
    },
    "statusMessages": {
      "fraudWarningNote": "Your payment was authorized but flagged for review. We may contact you for verification.",
      "contactSupport": "Please try again or contact customer support if the issue persists."
    },
    "summary": {
      "title": "Order Summary",
      "orderNumber": "Order Number",
      "date": "Date",
      "email": "Email",
      "total": "Total",
      "paymentMethod": "Payment Method",
      "notAvailable": "N/A"
    },
    "paymentMethods": {
      "bankTransfer": "Bank Transfer",
      "card": "Credit Card"
    },
    "bankDetails": {
      "title": "Our Bank Details",
      "instruction": "Please use your Order Number as the payment reference.",
      "bankNameLabel": "Bank",
      "bankNameValue": "LCL",
      "accountNumberLabel": "Account Number",
      "accountNumberValue": "0000070699C",
      "branchCodeLabel": "Branch Code",
      "branchCodeValue": "01747",
      "ibanLabel": "IBAN",
      "ibanValue": "FR05 3000 2017 4700 0007 0699 C46",
      "bicLabel": "BIC / SWIFT",
      "bicValue": "CRLYFRPP",
      "reminder": "Remember to include your Order Number ({orderId}) in the transfer reference."
    },
    "orderDetails": {
      "title": "Order Details",
      "productHeader": "Product",
      "totalHeader": "Total",
      "subtotalLabel": "Subtotal",
      "shippingLabel": "Shipping",
      "paymentMethodLabel": "Payment method",
      "grandTotalLabel": "Total",
      "vatIncludedText": "(includes {vatAmount}€ VAT)"
    },
    "shippingAddress": {
      "title": "Shipping Address"
    },
    "billingAddress": {
      "title": "Billing Address"
    },
    "alerts": {
      "bankTransfer": {
        "title": "Order Received",
        "text": "Your order has been received. Please proceed with the bank transfer using the details provided."
      },
      "cardSuccess": {
        "title": "Payment Successful",
        "text": "Your payment was successful! Your order is being processed."
      },
      "cardWarning": {
        "title": "Payment Under Review",
        "text": "Your payment was authorized but is under review due to a potential fraud warning ({reason}). We will contact you if needed."
      },
      "cardFailed": {
        "title": "Payment Failed",
        "text": "Your payment could not be processed ({reason}). Please try again or contact support."
      }
    }
  },
  "accountProfilePage": {
    "metadataTitle": "My Profile - My Account - MonPlanCBD"
  },
  "accountAddressesPage": {
    "metadataTitle": "My Addresses - My Account - MonPlanCBD"
  },
  "accountOrdersPage": {
    "metadataTitle": "My Orders - My Account - MonPlanCBD"
  },
  "accountLoyaltyPage": {
    "metadataTitle": "My Loyalty Points - My Account - MonPlanCBD"
  },
  "HomePage": {
    "title": "Hello, World!",
    "subtitle": "This is a translation",
    "services": {
      "title": "Our Services",
      "delivery": {
        "title": "Fast Delivery",
        "text": "NEXT-DAY DELIVERY ACROSS FRANCE (3 TO 5 DAYS FOR CORSICA AND EUROPE)"
      },
      "payment": {
        "title": "Secure Payments",
        "text": "SECURE PAYMENTS, ENSURING THE SECURITY OF YOUR DATA DURING TRANSACTIONS"
      },
      "products": {
        "title": "Quality Products",
        "text": "HEMP AND CBD PRODUCTS PROVIDED WITH OUR COUNTER ANALYSES CERTIFYING A DELTA9 THC LEVEL COMPLIANT WITH FRENCH AND EUROPEAN REGULATIONS (0.3%)"
      },
      "fidelity": {
        "title": "Economical",
        "text": "EARN ONE LOYALTY POINT FOR EVERY EURO SPENT ON THE SITE AND TEN POINTS FOR A PRODUCT REVIEW. 10 POINTS = 1 € DISCOUNT"
      },
      "sponsoring": {
        "title": "A Rewarding Loyalty Program",
        "text": "EARN BETWEEN 50 AND 100 POINTS FOR EACH REFERRED PERSON (1ST ORDER +- 30 €)! YOUR REFERRAL WILL RECEIVE 50 POINTS! LINK AVAILABLE IN 'MY ACCOUNT'"
      }
    },
    "discountProducts": "CBD Deals",
    "flowers": "CBD Flowers",
    "hashs": "CBD Hash",
    "oils": "CBD Oils",
    "cbdSection": {
      "imgAlt": "cbd foot tip",
      "title": "What is CBD?",
      "text": "Cannabidiol (CBD) is a molecule found in hemp. CBD complements the spectrum of 110 other cannabinoids known to date. It is known for its wellness benefits for sleep, stress, anxiety, muscle tension, etc. It is available in the form of CBD balm, oil, or CBD flowers for infusion."
    },
    "cbdPassion": {
      "imgAlt": "CBD flowers with full spectrum oils and hemp seeds",
      "title": "A Passion for CBD...",
      "text": "My CBD Plan, it’s an idea that sprouted one winter afternoon at the Bistrot des Halles in Bayonne. Each of us has individually cultivated an interest in this plant, hemp. Whether for personal use, for our loved ones, or our community, we agree, like many others, that a promising future is shaping up around this plant, which has been used ancestrally around the world."
    }
  },
  "globalError": {
    "message": "The web site seems to be down",
    "button": "Click here to go back to the homepage"
  },
  "error": {
    "message": "Something went wrong",
    "button": "Click here to go back to the homepage"
  },
  "notFound": {
    "statusCode": "404",
    "title": "Page not found",
    "description": "Sorry, we couldn’t find the page you’re looking for.",
    "goBackHomeLink": "Go back home"
  },
  "legalNotices": {
    "toBeVerified": "Information to be verified and confirmed",
    "section1": {
      "title": "1. Legal Information (Site Editor)",
      "intro": "In accordance with the provisions of Articles 6-III and 19 of Law No. 2004-575 of June 21, 2004 for Confidence in the Digital Economy (LCEN), users and visitors of the www.monplancbd.fr site are informed of these legal notices. The www.monplancbd.fr site is published by:",
      "lawLinkText": "Law No. 2004-575 of June 21, 2004",
      "item_companyName": {
        "label": "Company Name:",
        "value": "MONPLANCBD SAS"
      },
      "item_address": {
        "label": "Registered Office Address:",
        "value": "2 place Elie Lambert, 64100 Bayonne, France"
      },
      "item_legalFormCapital": {
        "label": "Legal Form and Share Capital:",
        "value": "Simplified Joint Stock Company (SAS) with a share capital of €1000"
      },
      "item_siret": {
        "label": "SIRET Number:",
        "value": "88780395500012"
      },
      "item_rcs": {
        "label": "RCS Number:",
        "value": "887 803 955 R.C.S. Bayonne"
      },
      "item_vat": {
        "label": "Intra-community VAT Number:",
        "value": "FR39 887803955"
      },
      "item_contact": {
        "label": "Contact Details:",
        "emailLabel": "Email Address",
        "emailValue": "contact@monplancbd.fr",
        "phoneLabel": "Phone",
        "phoneValue": "+33 6 65 35 03 78"
      },
      "item_gtc": {
        "label": "General Terms and Conditions of Sale:",
        "value": "The use of the site and purchases made are governed by our General Terms and Conditions of Sale, available here: {gtcLink}.",
        "gtcLinkText": "View GTC"
      }
    },
    "section2": {
      "title": "2. Site Administration",
      "item_director": {
        "label": "Publication Director:",
        "name": "Mr. HAMDADA Mohamed Yacine",
        "legal_entity_note": "(acting as legal representative of {companyName})"
      },
      "item_directorContact": {
        "label": "Publication Director Contact:",
        "value": "contact@monplancbd.fr"
      },
      "item_webmaster": {
        "label": "Webmaster:",
        "value": "Mr. HAMDADA Mohamed Yacine"
      },
      "item_webmasterContact": {
        "label": "Webmaster Contact:",
        "value": "contact@monplancbd.fr"
      }
    },
    "section3": {
      "title": "3. Site Hosting",
      "intro": "The www.monplancbd.fr site is hosted by:",
      "item_hostName": {
        "label": "Host Name:",
        "value": "Scaleway"
      },
      "item_hostCompany": {
        "label": "Host Company Name:",
        "value": "Scaleway SAS"
      },
      "item_hostAddress": {
        "label": "Host Address:",
        "value": "8 rue de la Ville l’Evêque, 75008 Paris, France"
      },
      "item_hostContact": {
        "label": "Host Contact:",
        "value": "SCALEWAY SAS BP 438 75366 PARIS CEDEX 08 FRANCE"
      }
    },
    "section4": {
      "title": "4. Intellectual Property",
      "para1": "This entire site (content and presentation) constitutes a work protected by current French and international legislation on copyright and, more generally, on intellectual and industrial property.",
      "para2": "All intellectual and industrial property rights (copyrights, patents, trademarks), including the rights of reproduction, representation, and adaptation of all or part of the site's elements (texts, images, logos, graphics, etc.) are exclusively reserved for MONPLANCBD SAS.",
      "para3": "Any reproduction, representation, modification, publication, adaptation of all or part of the site's elements, whatever the means or process used, is prohibited without the prior written authorization of MONPLANCBD SAS. Any unauthorized use of the site or any of the elements it contains will be considered as constituting an infringement and prosecuted in accordance with the provisions of Articles L.335-2 and following of the Intellectual Property Code."
    },
    "section5": {
      "title": "5. Personal Data Protection",
      "para1": "MONPLANCBD SAS is committed to protecting the privacy of its users and the confidentiality of their personal data. The collection and processing of personal data carried out on the www.monplancbd.fr site comply with the General Data Protection Regulation (GDPR) and the French Data Protection Act. For detailed information on how we collect, use, and protect your data, as well as how to exercise your rights, please consult our {privacyPolicyLink}. This policy details the types of data collected, the purposes of processing, data recipients, retention periods, and your rights.",
      "privacyPolicyLinkText": "Privacy Policy",
      "para2_rights_summary": "In accordance with the French Data Protection Act of January 6, 1978, as amended, and the GDPR, you have the right to access, rectify, delete, limit the processing of, and port your personal data, as well as the right to object to its processing. You can exercise these rights by contacting us using the details provided in our Privacy Policy."
    },
    "section6": {
      "title": "6. Use of Cookies",
      "para1": "The www.monplancbd.fr site uses cookies to ensure its proper functioning, improve your browsing experience, and compile visit statistics. By continuing to browse this site, you accept the use of these cookies, unless you have disabled them in your browser settings. For more information on the cookies we use and how to manage your preferences, please consult the dedicated section in our {cookiePolicyLink}.",
      "cookiePolicyLinkText": "Cookie Policy",
      "para2_definition": "A cookie is a small text file stored on your device (computer, tablet, smartphone) when you visit a website. It allows the site to recognize your device and remember certain information about your visit, such as your preferences or actions over time.",
      "para3_management_intro": "You can manage or disable cookies through your browser settings. Below are links to instructions for common browsers:",
      "browser_settings": {
        "link_text": "Instructions",
        "chrome": {
          "label": "Google Chrome",
          "link": "https://support.google.com/chrome/answer/95647"
        },
        "firefox": {
          "label": "Mozilla Firefox",
          "link": "https://support.mozilla.org/en-US/kb/enable-and-disable-cookies-website-preferences"
        },
        "safari": {
          "label": "Apple Safari",
          "link": "https://support.apple.com/guide/safari/manage-cookies-and-website-data-sfri11471/mac"
        },
        "edge": {
          "label": "Microsoft Edge",
          "link": "https://support.microsoft.com/en-us/windows/delete-and-manage-cookies-168dab11-0753-043d-7c16-ede5947fc64d"
        }
      },
      "para4_youronlinechoices": "For more information about cookies and how to control them, you can also visit {yourOnlineChoicesLink} (European Interactive Digital Advertising Alliance).",
      "yourOnlineChoicesLinkText": "YourOnlineChoices.com"
    },
    "section7": {
      "title": "7. Hypertext Links",
      "para1": "The www.monplancbd.fr site may contain hypertext links to other sites present on the Internet network. Links to these other resources cause you to leave the www.monplancbd.fr site.",
      "para2": "MONPLANCBD SAS is not responsible for the content of these external sites and cannot be held liable for damages of any kind resulting from the content of these sites or external sources, particularly the information, products, or services they offer. The risks associated with this use fall fully on the Internet user, who must comply with their terms of use."
    },
    "section8": {
      "title": "8. Limitation of Liability",
      "para1": "MONPLANCBD SAS strives to ensure, to the best of its ability, the accuracy and updating of the information published on the www.monplancbd.fr site, the content of which it reserves the right to correct at any time and without notice. However, MONPLANCBD SAS cannot guarantee the accuracy, precision, or completeness of the information made available on this site.",
      "para2": "Consequently, MONPLANCBD SAS declines all responsibility for any interruption of the site, occurrence of bugs, for any inaccuracy or omission relating to information available on the site, for any damage resulting from fraudulent intrusion by a third party leading to a modification of the information made available on the site, and more generally for any direct and indirect damage, whatever the causes, origins, natures, or consequences. MONPLANCBD cannot be held responsible for material damage related to the use of the site. The user agrees to access the site using recent equipment, free of viruses, and with an up-to-date latest generation browser."
    },
    "section9": {
      "title": "9. Applicable Law and Jurisdiction",
      "para1": "These legal notices are governed by French law. In the event of a dispute and in the absence of an amicable agreement, the dispute will be brought before the competent French courts in accordance with the rules of jurisdiction in force."
    },
    "section10": {
      "title": "10. Update Date",
      "para1": "Last updated: {updateDate}"
    }
  },
  "conditionsOfUse": {
    "pageTitle": "MonPlanCBD Site Terms of Use",
    "lastUpdated": "Last Updated: 16/04/2025 (dd/mm/yyyy)",
    "section1": {
      "title": "1. Introduction and Acceptance of Terms",
      "para1": "Welcome to www.monplancbd.fr (the \"Site\"), published by MONPLANCBD SAS (\"MonPlanCBD\", \"we\", \"us\", \"our\"). These General Terms of Use (\"ToU\") govern your access to and use of the Site, including any content, functionality, and services offered on or through the Site.",
      "para2": "Please read these ToU carefully before using the Site. By accessing, browsing, or using the Site in any manner, you acknowledge that you have read, understood, and agree to be bound by all of these ToU and our {privacyPolicyLink}, which is incorporated herein by reference. If you do not agree to these ToU in their entirety, you must not access or use the Site.",
      "privacyPolicyLinkText": "Privacy Policy",
      "para3": "These ToU constitute a legally binding agreement between you and MonPlanCBD."
    },
    "section2": {
      "title": "2. Definitions",
      "intro": "For the purposes of these ToU, the following terms shall have the meanings ascribed to them below:",
      "terms": {
        "site": {
          "label": "\"Site\"",
          "definition": "Refers to the website accessible at the address www.monplancbd.fr and all of its pages, content, and features."
        },
        "user": {
          "label": "\"User\" or \"You\"",
          "definition": "Refers to any natural person accessing or using the Site, whether as a simple visitor or as a customer making a purchase."
        },
        "monplancbd": {
          "label": "\"MonPlanCBD\" or \"Us\"",
          "definition": "Refers to the company MONPLANCBD SAS, as identified in our {legalNoticesLink}.",
          "legalNoticesLinkText": "Legal Notices"
        },
        "product": {
          "label": "\"Product(s)\"",
          "definition": "Refers to items based on Cannabidiol (CBD) and other related products offered for sale on the Site, in compliance with current French and European legislation."
        },
        "content": {
          "label": "\"Content\"",
          "definition": "Refers to all text, graphics, images, logos, icons, photographs, audio and video clips, data, software, and other elements present on the Site."
        },
        "cgv": {
          "label": "\"T&Cs\"",
          "definition": "Refers to our {cgvLink}, which specifically govern the purchase of Products on the Site.",
          "cgvLinkText": "General Terms and Conditions of Sale"
        },
        "cgu": {
          "label": "\"ToU\"",
          "definition": "Refers to these General Terms of Use."
        }
      }
    },
    "section3": {
      "title": "3. Site Access and Eligibility (Adult Users Only)",
      "para1": "The Site and the Products offered are exclusively intended for persons aged 18 years or older. By accessing and using this Site, you represent and warrant that you are at least 18 years old and possess the full legal capacity to accept these ToU and, where applicable, to purchase our Products in accordance with our T&Cs.",
      "para2": "MonPlanCBD does not knowingly collect information from individuals under the age of 18. If we learn that a minor has provided personal information or attempted to use the Site, we will take the necessary steps to delete such information and/or block access.",
      "para3": "Access to the Site from territories where its content or the sale of Products is illegal is prohibited.",
      "subsection_availability": {
        "title": "Site Availability and Maintenance",
        "para1": "MonPlanCBD endeavors to make the Site accessible 24 hours a day, 7 days a week, except in cases of force majeure or events outside of MonPlanCBD's control, and subject to any breakdowns and maintenance interventions necessary for the proper functioning of the Site and services.",
        "para2": "MonPlanCBD may interrupt access to all or part of the Site at any time, without prior notice and without right to compensation, for technical maintenance or other reasons. Users acknowledge that MonPlanCBD cannot be held responsible for any unavailability of the Site."
      }
    },
    "section4": {
      "title": "4. User Accounts",
      "para1": "While browsing the Site may be possible without registration, placing an order requires providing necessary information, including an email address and a password. Completing the checkout process will automatically create a user account associated with the provided email address.",
      "para2": "You agree to provide accurate, current, and complete information as prompted during the checkout process. This information is necessary for processing your order and creating your account. Please refer to our {privacyPolicyLink} for details on how we collect and use your personal data.",
      "privacyPolicyLinkText": "Privacy Policy",
      "para3": "You are solely responsible for maintaining the confidentiality of the password associated with your account created during checkout and for restricting access to your computer or device. You agree to accept responsibility for all activities that occur under your account or password.",
      "para4": "MonPlanCBD reserves the right to refuse service, terminate accounts, remove or edit content, or cancel orders in its sole discretion, particularly in case of violation of these Terms of Use or any applicable law."
    },
    "section5": {
      "title": "5. Intellectual Property",
      "para1": "All Content present on the Site, including, but not limited to, text, graphics, logos, icons, images, audio and video clips, digital downloads, data compilations, and software, is the exclusive property of MonPlanCBD or its content suppliers and is protected by French and international copyright and intellectual property laws. The \"MonPlanCBD\" name and logo are registered trademarks belonging to MonPlanCBD SAS.",
      "para2": "No element of the Site may be copied, reproduced, republished, uploaded, posted, transmitted, or distributed in any way without the prior written permission of MonPlanCBD. Any unauthorized use of the Site's Content constitutes infringement and may result in civil and/or criminal prosecution in accordance with Articles L.335-2 et seq. of the French Intellectual Property Code.",
      "para3": "You are granted a limited license to access and make personal, non-commercial use of the Site."
    },
    "section6": {
      "title": "6. Product Information and Important Warnings (CBD)",
      "intro": "The Products offered on the Site contain Cannabidiol (CBD), a non-psychotropic cannabinoid derived from the hemp plant (*Cannabis Sativa L.*). It is essential that Users understand the nature of these Products and adhere to the following precautions for use:",
      "subsection_compliance": {
        "title": "Product Nature and Legal Compliance (THC < 0.3%)",
        "para1": "Our Products are carefully selected and comply with current French and European legislation. They contain a tetrahydrocannabinol (THC) level strictly below 0.3%, in accordance with regulations. These Products are not narcotics and do not cause psychotropic effects.",
        "para2": "We provide laboratory analysis certificates to attest to this compliance. It is the User's responsibility to ensure the legality of possessing and consuming CBD products in their country or region of residence if it differs from France."
      },
      "subsection_no_medical_claims": {
        "title": "Absence of Therapeutic Claims",
        "warning": "Important Warning:",
        "para1": "Products sold on this Site are not medicines and cannot under any circumstances be considered as such. They are not intended to diagnose, treat, cure, mitigate, or prevent any disease. Information provided on the Site (blog, product descriptions, etc.) is for informational purposes only, based on public research and user feedback. It does not replace the advice of a qualified healthcare professional. MonPlanCBD makes no therapeutic claims regarding its Products."
      },
      "subsection_usage_recommendations": {
        "title": "Usage Recommendations (Infusion/Vaporization)",
        "intro": "For an optimal experience consistent with the nature of the Products:",
        "item_flowers": {
          "label": "Flowers and Resins/Pollens:",
          "text": "We recommend use via infusion (adding a fatty substance like whole milk, coconut oil, or butter for better cannabinoid assimilation) or via vaporization at a controlled temperature (typically between 160°C and 220°C) using a suitable vaporizer. Vaporization helps preserve the aromas (terpenes) and avoids harmful byproducts associated with combustion."
        },
        "item_oils": {
          "label": "CBD Oils:",
          "text": "Our oils are designed for sublingual administration. Place the desired number of drops under the tongue, hold for 60 to 90 seconds before swallowing."
        },
        "outro": "Please follow any specific instructions provided on the Product packaging."
      },
      "subsection_no_smoking": {
        "title": "Prohibition of Smoking",
        "para1": "Our CBD flowers, resins, and pollens are absolutely not intended to be smoked. The combustion of plant matter, regardless of its type, generates toxic and harmful substances for health. MonPlanCBD disclaims all liability for the use of its Products via combustion (smoking)."
      },
      "subsection_precautions": {
        "title": "Precautions for Use (Health, Driving, Pregnancy)",
        "item_medical": {
          "label": "Medical Consultation:",
          "text": "If you are undergoing medical treatment, suffer from specific health problems, or have any doubts, it is imperative to consult your doctor or a healthcare professional before consuming products containing CBD. CBD may interact with certain medications."
        },
        "item_driving": {
          "label": "Driving and Drowsiness:",
          "text": "Although CBD is not psychotropic, it may cause a feeling of relaxation or drowsiness in some individuals. Do not drive or operate heavy machinery if you feel drowsy after consuming CBD. Adjust your consumption according to your sensitivity and planned activities."
        },
        "item_pregnancy": {
          "label": "Pregnancy and Breastfeeding:",
          "text": "As a precautionary measure, CBD consumption is strongly discouraged for pregnant or breastfeeding women due to the lack of sufficient studies on its potential effects."
        },
        "item_minors": {
          "label": "Minors:",
          "text": "The sale and consumption of our Products are strictly prohibited to minors under 18 years of age."
        }
      },
      "subsection_variability": {
        "title": "Variability of Effects",
        "para1": "The effects experienced after consuming CBD can vary considerably from person to person depending on factors such as weight, metabolism, individual sensitivity, the dose consumed, and frequency of use. Always start with a low dose to assess your personal reaction."
      }
    },
    "section7": {
      "title": "7. User Conduct and Prohibited Uses",
      "intro": "By using the Site, you agree not to:",
      "item1": "Use the Site for any illegal, fraudulent, or unauthorized purpose under these ToU.",
      "item2": "Violate any applicable law or regulation, including, but not limited to, those relating to the sale and consumption of CBD products.",
      "item3": "Impersonate any person or entity, or falsely state your affiliation with a person or entity.",
      "item4": "Upload, post, transmit, or disseminate any content that is unlawful, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, invasive of another's privacy, hateful, or racially, ethnically, or otherwise objectionable.",
      "item5": "Interfere with or disrupt the operation of the Site or the servers or networks connected to the Site, including by introducing viruses, worms, Trojan horses, or other malicious code.",
      "item6": "Attempt to gain unauthorized access to the Site, other user accounts, or computer systems or networks connected to the Site.",
      "item7": "Collect or store personal data about other users without their express consent.",
      "item8": "Use the Site for commercial purposes without our prior written permission, including advertising or solicitation.",
      "item9": "Use any robot, spider, or other automatic device, process, or means to access the Site for any purpose, including monitoring or copying any of the material on the Site (scraping).",
      "item10_technical_responsibility": "Access the Site using recent, virus-free equipment and an up-to-date browser. You are responsible for the security of your own equipment and internet connection."
    },
    "section8": {
      "title": "8. User-Generated Content (Product Reviews)",
      "para1": "If the Site allows you to submit content, such as reviews of Products (\"User Content\"), you remain solely responsible for that User Content.",
      "para2": "By submitting User Content, you represent and warrant that:",
      "item1": "You are the sole author and owner of the intellectual property rights thereto.",
      "item2": "Your User Content is accurate and does not contain misleading information.",
      "item3": "Your User Content does not violate any law, regulation, or third-party right (including copyright, trademark, privacy rights).",
      "item4_medical_claim": "Your User Content contains no medical or therapeutic claims regarding the Products. Reviews should focus on personal experience (taste, aroma, appearance, customer service) and not on health effects.",
      "item5": "Your User Content is not defamatory, hateful, discriminatory, threatening, or otherwise objectionable.",
      "para3": "MonPlanCBD reserves the right (but has no obligation) to monitor, moderate, edit, or remove any User Content in its sole discretion, without notice, particularly if it deems that such content violates these ToU.",
      "para4": "By submitting User Content, you grant MonPlanCBD a worldwide, perpetual, irrevocable, royalty-free, transferable, and sub-licensable license to use, copy, modify, delete in its entirety, adapt, publish, translate, create derivative works from, sell and/or distribute such content and/or incorporate such content into any form, medium, or technology without compensation to you."
    },
    "section9": {
      "title": "9. Links to Third-Party Sites",
      "para1": "The Site may contain links to websites or resources owned and operated by third parties. These links are provided solely for your convenience. MonPlanCBD has no control over the content, privacy policies, or practices of these third-party sites and assumes no responsibility for them.",
      "para2": "The inclusion of links to third-party sites does not imply that MonPlanCBD endorses, guarantees, or recommends the services, information, content, or products offered by these sites.",
      "para3": "You acknowledge and agree that MonPlanCBD is not responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods, or services available on or through any such third-party sites or resources. We encourage you to read the terms of use and privacy policies of any third-party website you visit."
    },
    "section10": {
      "title": "10. Disclaimer of Warranties",
      "para1": "THE SITE AND ITS CONTENT ARE PROVIDED \"AS IS\" AND \"AS AVAILABLE\" WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED.",
      "para2": "TO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, MONPLANCBD DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT.",
      "para3": "MONPLANCBD DOES NOT WARRANT THAT THE SITE WILL BE UNINTERRUPTED, SECURE, OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE SITE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS. MONPLANCBD DOES NOT WARRANT THE ACCURACY, COMPLETENESS, OR RELIABILITY OF THE SITE'S CONTENT OR THE RESULTS THAT MAY BE OBTAINED FROM USING THE SITE."
    },
    "section11": {
      "title": "11. Limitation of Liability",
      "para1": "TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL MONPLANCBD, ITS OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, OR AFFILIATES BE LIABLE FOR ANY INDIRECT, CONSEQUENTIAL, SPECIAL, INCIDENTAL, EXEMPLARY, OR PUNITIVE DAMAGES (INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF PROFITS, DATA, OR GOODWILL) ARISING OUT OF OR RELATING TO YOUR ACCESS TO OR USE OF, OR YOUR INABILITY TO ACCESS OR USE, THE SITE, CONTENT, OR PRODUCTS, EVEN IF MONPLANCBD HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.",
      "para2": "MONPLANCBD'S TOTAL LIABILITY TO YOU FOR ALL DAMAGES, LOSSES, AND CAUSES OF ACTION (WHETHER IN CONTRACT, TORT (INCLUDING NEGLIGENCE), OR OTHERWISE) SHALL NOT EXCEED THE GREATER OF ONE HUNDRED EUROS (€100) OR THE AMOUNT YOU HAVE PAID TO MONPLANCBD, IF ANY, IN THE SIX (6) MONTHS PRIOR TO THE CLAIM GIVING RISE TO LIABILITY.",
      "para3": "SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF CERTAIN WARRANTIES OR LIABILITIES. ACCORDINGLY, SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU. NOTHING IN THESE TOU AFFECTS YOUR STATUTORY RIGHTS AS A CONSUMER THAT CANNOT BE EXCLUDED OR LIMITED BY CONTRACT. NO PROVISION IN THESE TOU LIMITS OR EXCLUDES OUR LIABILITY FOR GROSS NEGLIGENCE, WILLFUL MISCONDUCT, DEATH, OR PERSONAL INJURY CAUSED BY OUR NEGLIGENCE."
    },
    "section12": {
      "title": "12. Indemnification",
      "para1": "You agree to indemnify, defend, and hold harmless MonPlanCBD, its officers, directors, employees, agents, licensors, and suppliers from and against all losses, expenses, damages, and costs, including reasonable attorneys' fees, resulting from any violation of these ToU or any activity related to your account (including negligent or wrongful conduct) by you or any other person accessing the Site using your Internet account."
    },
    "section13": {
      "title": "13. Privacy Policy and General Terms and Conditions of Sale",
      "para1": "Your use of the Site is also governed by our {privacyPolicyLink}, which describes how we collect, use, and protect your personal data.",
      "privacyPolicyLinkText": "Privacy Policy",
      "para2": "All purchases of Products made through the Site are governed by our {cgvLink} (T&Cs).",
      "cgvLinkText": "General Terms and Conditions of Sale",
      "para3": "These ToU apply to the general use of the Site, while the T&Cs apply specifically to purchase transactions. In the event of a conflict between the ToU and the T&Cs regarding a purchase, the T&Cs shall prevail."
    },
    "section14": {
      "title": "14. Modification of Terms of Use",
      "para1": "MonPlanCBD reserves the right to modify or update these ToU at any time, in its sole discretion and without prior notice. Any changes will become effective immediately upon posting on the Site. The \"Last Updated\" date at the top of this page will indicate the effective date of the revisions.",
      "para2": "We encourage you to review this page regularly to be aware of any changes. Your continued use of the Site after the posting of revised ToU constitutes your acceptance of those changes. If you do not agree to the new terms, you must stop using the Site."
    },
    "section15": {
      "title": "15. Termination",
      "para1": "MonPlanCBD may, in its sole discretion, suspend or terminate your access to all or part of the Site, with or without notice, for any reason, including, without limitation, breach of these ToU.",
      "para2": "You may also stop using the Site at any time. Provisions of these ToU that by their nature should survive termination (including, but not limited to, provisions regarding intellectual property, warranty disclaimers, indemnity, and limitations of liability) shall remain in effect after termination."
    },
    "section16": {
      "title": "16. Applicable Law and Dispute Resolution",
      "para1": "These ToU and your use of the Site shall be governed by and construed in accordance with French law, without regard to its conflict of law principles.",
      "para2": "Any dispute or claim arising out of or relating to these ToU, the Site, or its use shall be subject to the exclusive jurisdiction of the competent courts of Bayonne, France."
    },
    "section17": {
      "title": "17. Contact Us",
      "intro": "If you have any questions regarding these Terms of Use, please contact us:",
      "item_email": "By email",
      "email_address": "contact@monplancbd.fr",
      "item_mail": "By postal mail",
      "postal_address": "MONPLANCBD SAS, 2 place Elie Lambert, 64100 Bayonne, France."
    },
    "section18": {
      "title": "18. Severability and Entire Agreement",
      "para1": "If any provision of these ToU is found by a court of competent jurisdiction to be unlawful, void, or unenforceable, that provision shall be deemed severable from these ToU and shall not affect the validity and enforceability of the remaining provisions.",
      "para2": "These ToU, together with the Privacy Policy and the T&Cs (for purchases), constitute the entire agreement between you and MonPlanCBD regarding your use of the Site and supersede all prior or contemporaneous agreements, whether written or oral, concerning such subject matter."
    }
  },
  "metadataShippingPolicy": {
    "title": "Shipping Policy - MonPlanCBD | Times, Costs, Tracking",
    "description": "Review MonPlanCBD's shipping policy: processing times, shipping costs by zone, delivery estimates, tracking information, and contact details.",
    "keywords": "monplancbd shipping, cbd delivery france, cbd delivery europe, shipping policy cbd, cbd shipping costs, cbd delivery times, free cbd shipping, chronopost cbd, cbd order tracking, cbd belgium, cbd spain, cbd ireland",
    "ogImageAlt": "MonPlanCBD Shipping Policy Information"
  },
  "shippingPolicy": {
    "pageTitle": "Shipping Policy - MonPlanCBD",
    "lastUpdated": "Last Updated: {updateDate}",
    "introduction": {
      "para1": "This Shipping Policy outlines the terms and conditions regarding the shipment of orders placed on www.monplancbd.fr. By placing an order, you agree to this policy."
    },
    "processing": {
      "title": "Order Processing Time",
      "para1": "Orders are typically processed and dispatched within 24 business hours (Monday to Friday) of receiving payment confirmation.",
      "para2": "Please note that orders placed after 3:00 PM (CET) on Friday, or on weekends/public holidays, will be processed on the next business day. See the calendar below for estimated dispatch times:"
    },
    "methods": {
      "title": "Shipping Methods",
      "para1": "Deliveries are handled by {carrier}, a tracked delivery service, with options for delivery with or without signature depending on the specific service chosen during checkout.",
      "para2_relay": "We also offer delivery to relay points via [Relay Point Carrier Name, e.g., Mondial Relay] in eligible regions."
    },
    "costs": {
      "title": "Shipping Costs & Free Shipping",
      "para1": "Shipping costs are calculated based on the destination country and the total order amount (including VAT). We offer free shipping thresholds for certain zones:",
      "france": {
        "zoneName": "Metropolitan France",
        "thresholdMet": "Free shipping for orders of €{amount} (incl. VAT) or more.",
        "thresholdNotMet": "For orders under €{amount} (incl. VAT), a flat shipping fee of €{cost} (incl. VAT) applies."
      },
      "belgium": {
        "zoneName": "Belgium",
        "thresholdMet": "Free shipping for orders of €{amount} (incl. VAT) or more.",
        "thresholdNotMet": "For orders under €{amount} (incl. VAT), a flat shipping fee of €{cost} (incl. VAT) applies."
      },
      "reunion": {
        "zoneName": "Réunion",
        "thresholdMet": "Free shipping for orders of €{amount} (incl. VAT) or more.",
        "thresholdNotMet": "For orders under €{amount} (incl. VAT), a flat shipping fee of €{cost} (incl. VAT) applies."
      },
      "spain": {
        "zoneName": "Spain (Excluding Balearic Islands, Canary Islands, Ceuta, Melilla)",
        "thresholdMet": "Free shipping for orders of €{amount} (incl. VAT) or more.",
        "thresholdNotMet": "For orders under €{amount} (incl. VAT), a flat shipping fee of €{cost} (incl. VAT) applies."
      },
      "ireland": {
        "zoneName": "Ireland",
        "thresholdMet": "Free shipping for orders of €{amount} (incl. VAT) or more.",
        "thresholdNotMet": "For orders under €{amount} (incl. VAT), a flat shipping fee of €{cost} (incl. VAT) applies."
      }
    },
    "deliveryTimes": {
      "title": "Estimated Delivery Times",
      "para1": "Delivery times provided are estimates only and start from the date of dispatch. Actual delivery times may vary due to carrier delays or unforeseen circumstances.",
      "para2": "If your order has not arrived within {maxDays} days of dispatch, please contact us. If the delay exceeds thirty days from the order date, the sales contract may be cancelled, and you will be refunded.",
      "para3_france_estimate": "Typical delivery time for Metropolitan France is {days} business days after dispatch.",
      "para3_spain_estimate": "Typical delivery time for Spain is {days} business days after dispatch.",
      "para3_ireland_estimate": "Typical delivery time for Ireland is {days} business days after dispatch.",
      "para3_belgium_estimate": "Typical delivery time for Belgium is {days} business days after dispatch.",
      "para3_portugal_estimate": "Typical delivery time for Portugal is {days} business days after dispatch.",
      "para3_denmark_estimate": "Typical delivery time for Denmark is {days} business days after dispatch.",
      "para3_corsica_estimate": "Typical delivery time for Corsica is {days} business days after dispatch.",
      "para3_germany_estimate": "Typical delivery time for Germany is {days} business days after dispatch.",
      "para3_luxembourg_estimate": "Typical delivery time for Luxembourg is {days} business days after dispatch."
    },
    "tracking": {
      "title": "Order Tracking",
      "para1": "Once your order is shipped, we will send you a confirmation email containing your tracking number, allowing you to follow your package's journey on the carrier's website."
    },
    "reception": {
      "title": "Receiving Your Order",
      "para1": "Deliveries are made to the address specified on your order form.",
      "para2": "If you are absent during delivery, the carrier (e.g., your postal worker) will leave a notice indicating where and for how long you can collect your package (usually the nearest post office or collection point).",
      "para3_checkPackage": "It is your responsibility to check the condition of the packaging and its contents upon delivery, in the presence of the delivery person if possible."
    },
    "deliveryIssues": {
      "title": "Delivery Issues",
      "riskTransfer": {
        "label": "Risk Transfer:",
        "text": "The risks associated with transport are transferred to the buyer from the moment the items leave MonPlanCBD's premises."
      },
      "damage": {
        "label": "Damage During Transit:",
        "text": "In case of damage during transport, any claims must be made directly to the carrier within {days} days of delivery."
      },
      "nonReceipt": {
        "importantNote": "IMPORTANT NOTE:",
        "policy": "If tracking indicates your order has been delivered, but you claim not to have received it, please note that we cannot reship the order or issue a refund, regardless of the shipping method chosen."
      }
    },
    "international": {
      "title": "International Shipping",
      "para1_customs": "For orders shipped outside the European Union, customs duties, taxes, or import fees may apply upon arrival in the destination country. These charges are the sole responsibility of the buyer."
    },
    "returns": {
      "title": "Returns & Right of Withdrawal",
      "para1_withdrawal": "In accordance with consumer law, you have {days} working days from the delivery of your order to exercise your right of withdrawal. Please refer to our {gtcLink} (Article 6) for conditions.",
      "gtcLinkText": "General Terms and Conditions of Sale",
      "para2_policyLink": "For detailed instructions on how to return an item, please consult our {returnPolicyLink}.",
      "returnPolicyLinkText": "Return Policy page"
    },
    "contact": {
      "title": "Contact Us",
      "para1": "If you have any questions about your shipment or this policy, please contact us via email at {emailLink} or by phone at {phone}.",
      "emailAddress": "contact@monplancbd.fr",
      "phoneNumber": "+33 6 65 35 03 78"
    }
  },
  "FAQ": {
    "pageTitle": "FAQ",
    "lastUpdated": "Last Updated: 16/04/2025 (dd/mm/yyyy)",
    "section1": {
      "title": "I. About CBD & Legality",
      "q1": {
        "question": "What exactly is CBD (Cannabidiol)?",
        "answer": "CBD, or Cannabidiol, is one of the many natural compounds found in the hemp plant (Cannabis Sativa L.). Unlike THC, it has no psychoactive effects. It is studied for its various potential properties related to well-being."
      },
      "q2": {
        "question": "What is the difference between CBD and THC?",
        "answer": "CBD (Cannabidiol) and THC (Tetrahydrocannabinol) are two cannabinoids from hemp, but with very different effects. THC is the psychoactive compound responsible for the 'high' effect of recreational cannabis and is illegal above a certain threshold in France. CBD is not psychoactive and does not cause euphoria."
      },
      "q3": {
        "question": "Is CBD legal in France and Europe?",
        "answer": "Yes, CBD is legal in France and most European countries, provided that the finished products contain a THC level below 0.3%, in accordance with current legislation."
      },
      "q4": {
        "question": "Do MonPlanCBD products contain THC? What is the maximum level?",
        "answer": "All our products strictly comply with French and European legislation. They contain a THC level below 0.3%, as required by law. Each product comes with independent laboratory analyses that you can consult."
      },
      "q5": {
        "question": "Does CBD have psychoactive effects? Does it get you 'high'?",
        "answer": "No, CBD does not have psychoactive effects and does not cause the feeling of euphoria or 'high' associated with THC."
      },
      "q6": {
        "question": "What are the potential effects or perceived benefits of CBD?",
        "answer": "Users often report a feeling of relaxation, stress management improvement, or better sleep. However, CBD is not a medicine and is not intended to diagnose, treat, cure, or prevent any disease. Effects can vary from person to person. We make no therapeutic claims."
      },
      "q7": {
        "question": "Is CBD addictive?",
        "answer": "According to the World Health Organization (WHO), CBD does not exhibit potential for abuse or dependence. It is considered to have a good safety profile."
      }
    },
    "section2": {
      "title": "II. About MonPlanCBD Products",
      "q8": {
        "question": "What types of CBD products do you offer (flowers, oils, resins, etc.)?",
        "answer": "We offer a wide range of products to suit different preferences: CBD Flowers for infusion or vaporization, sublingual CBD Oils, CBD Resins and Pollens, Moonrocks, as well as Skincare products and Vaporizers. Discover our full catalog {productsLink}.",
        "productsLinkText": "here"
      },
      "q9": {
        "question": "What is the difference between CBD flowers, oils, and resins?",
        "answer_flowers_label": "Flowers",
        "answer_flowers_text": "These are the dried buds of the hemp plant, rich in CBD. They are generally used for infusion or vaporization.",
        "answer_oils_label": "Oils",
        "answer_oils_text": "They are obtained by extracting CBD from the plant and diluting it in a carrier oil (like MCT or hemp oil). They are taken sublingually (under the tongue) for rapid absorption.",
        "answer_resins_label": "Resins/Pollens",
        "answer_resins_text": "These are concentrated extractions of the plant's trichomes (small resin glands), offering higher CBD levels. They are often used for vaporization."
      },
      "q10": {
        "question": "How do I choose the CBD product that's right for me?",
        "answer": "The choice depends on your personal preferences, the desired effect, and the desired speed of action. Oils offer rapid absorption and precise dosing. Flowers and resins (via infusion/vaporization) allow you to enjoy the natural aromas of the plant. Feel free to browse our product categories and read the descriptions to help you choose."
      },
      "q11": {
        "question": "What does the CBD percentage indicated on your products mean?",
        "answer": "The percentage indicates the concentration of CBD in the product. For example, a 10% oil contains 1000mg of CBD per 10ml of oil. For flowers or resins, it represents the weight of CBD relative to the total weight of the product (e.g., 15% = 150mg of CBD per gram)."
      },
      "q12": {
        "question": "How do you guarantee the quality and safety of your products? (Lab tests, origin)",
        "answer": "Quality is our priority. All our products come from authorized hemp varieties grown in the European Union, without pesticides or herbicides. Each batch undergoes analysis by independent laboratories to verify cannabinoid levels (CBD, THC <0.3%) and ensure the absence of contaminants. You can consult these analyses {analysisLink}.",
        "analysisLinkText": "here"
      },
      "q13": {
        "question": "Where do your hemp/CBD products come from?",
        "answer": "We rigorously select our products from hemp producers based mainly in Europe (France, Switzerland, Italy, etc.), known for their respectful cultivation practices and the quality of their harvests."
      },
      "q14": {
        "question": "How should I store my CBD products?",
        "answer": "To best preserve their qualities, store your CBD products in their original packaging, away from direct sunlight, excessive heat, and moisture. A cool, dry place is ideal."
      }
    },
    "section3": {
      "title": "III. Usage & Recommendations",
      "q15": {
        "question": "How to use CBD flowers? (Infusion/Vaporization)",
        "intro": "We recommend two main methods:",
        "answer_infusion_label": "Infusion",
        "answer_infusion_text": "Infuse the crumbled flowers in hot (not boiling) water for 5 to 10 minutes, adding a fatty substance (whole milk, coconut oil, butter) to help extract the CBD (which is fat-soluble).",
        "answer_vaporization_label": "Vaporization",
        "answer_vaporization_text": "Use a vaporizer designed for dry herbs. Heat to the recommended temperature (usually between 170°C and 210°C) to inhale the vapors without combustion."
      },
      "q16": {
        "question": "How to use CBD oil? (Sublingual)",
        "answer": "Place the desired number of drops under your tongue using the provided dropper. Hold the oil under the tongue for 60 to 90 seconds before swallowing. This allows for faster absorption through the mucous membranes."
      },
      "q17": {
        "question": "Can CBD flowers or resins be smoked?",
        "answer_emphasis": "No.",
        "answer_text": "Our flowers and resins are not intended for smoking. Combustion degrades beneficial compounds and produces harmful substances. We exclusively recommend infusion or vaporization to fully and healthily enjoy our products."
      },
      "q18": {
        "question": "What CBD dosage should I take?",
        "answer": "There is no universal dosage, as effects vary depending on the individual (weight, metabolism, sensitivity). We always advise starting with a low dose (e.g., a few drops of oil or a small amount in infusion/vaporization) and gradually increasing if necessary, listening to your body. If in doubt or if you are undergoing medical treatment, consult a healthcare professional."
      }
    },
    "section4": {
      "title": "IV. Ordering & Account",
      "q19": {
        "question": "How do I place an order on MonPlanCBD?",
        "answer": "It's simple: browse our products, add the ones you want to your cart, then click on the cart icon to finalize your order. Follow the indicated steps to enter your delivery address, choose your delivery method, and make the secure payment."
      },
      "q20": {
        "question": "Do I need to create an account to order?",
        "answer": "No, you can place an order as a guest. However, creating an account allows you to track your orders more easily, access your history, manage your addresses, and benefit from our loyalty program."
      },
      "q21": {
        "question": "What payment methods are accepted? Is the payment secure?",
        "answer": "We accept secure payments by credit/debit card (Visa, Mastercard). All transactions are protected by SSL encryption protocol and the 3D Secure system to ensure the security of your bank details via our payment partner Stripe."
      },
      "q22": {
        "question": "How does your loyalty program work? How do I use my points?",
        "answer": "Our loyalty program allows you to accumulate points with each purchase made on our site. You can then redeem these points for discounts on your next orders directly from your cart. For more details, visit the page dedicated to our {loyaltyProgramLink}.",
        "loyaltyProgramLinkText": "Loyalty Program"
      }
    },
    "section5": {
      "title": "V. Shipping & Delivery",
      "q23": {
        "question": "What are the shipping costs and delivery times?",
        "answer": "Shipping costs vary depending on your destination country and order amount. We offer free shipping above a certain purchase amount (e.g., €40 for mainland France). Delivery times are generally [Insert typical timeframe, e.g., 24 to 72 business hours] for France after dispatch, but are indicative only. You can find full details (rates, free shipping thresholds, estimated times per country) on our {shippingPolicyLink} page.",
        "shippingPolicyLinkText": "Shipping Policy"
      },
      "q24": {
        "question": "Which countries do you ship to?",
        "answer": "We currently ship to mainland France, [List other main countries like Belgium, Spain, Ireland, Réunion, etc., as per GTC]. The complete list of countries and associated costs are available on our {shippingPolicyLink} page.",
        "shippingPolicyLinkText": "Shipping Policy"
      },
      "q25": {
        "question": "How can I track my order?",
        "answer": "Once your order is shipped, you will receive a confirmation email containing a tracking number. You can use this number on the carrier's website (e.g., Chronopost) to track the progress of your package in real time."
      },
      "q26": {
        "question": "What should I do if my package is damaged or does not arrive?",
        "answer": "If your package arrives damaged, refuse it if possible or make specific reservations on the delivery note before accepting it. Take photos and contact us immediately at contact@monplancbd.fr. If your package is marked as \"delivered\" but you have not received it, please also contact us so we can initiate an investigation with the carrier. Consult our {gtcLink} (Article 7) for more details.",
        "gtcLinkText": "General Terms and Conditions of Sale"
      },
      "q27": {
        "question": "Are your packages discreet?",
        "answer": "Yes, all our orders are shipped in neutral, discreet packaging with no external mention of MonPlanCBD or its contents, to ensure your privacy."
      }
    },
    "section6": {
      "title": "VI. Returns & Issues",
      "q28": {
        "question": "What is your return policy?",
        "answer": "In accordance with the law, you have 14 days from receipt of your order to exercise your right of withdrawal, without justification. Products must be returned intact, complete, unopened, and in their original sealed packaging."
      },
      "q29": {
        "question": "How do I return an item?",
        "answer": "To return an item, please first contact us at contact@monplancbd.fr within the 14-day period to inform us of your decision. We will then provide you with the return procedure and address. Return shipping costs are your responsibility. For more details, consult our {gtcLink} (Article 6) or our {returnPolicyLink}.",
        "gtcLinkText": "General Terms and Conditions of Sale",
        "returnPolicyLinkText": "Return Policy"
      }
    },
    "section7": {
      "title": "VII. Safety & Precautions",
      "q30": {
        "question": "Does CBD have side effects?",
        "answer": "CBD is generally well tolerated. However, some people may experience mild side effects such as fatigue, dry mouth, or changes in appetite. These effects are often related to high dosages. Always start with a low dose."
      },
      "q31": {
        "question": "Can I drive after consuming CBD?",
        "answer": "Although CBD is not psychoactive, it can cause drowsiness in some people. As a precaution, we advise against driving or operating heavy machinery immediately after consuming CBD, especially if you are new to it or feel tired."
      },
      "q32": {
        "question": "Is CBD safe for pregnant or breastfeeding women?",
        "answer": "Due to a lack of sufficient studies on the effects of CBD during pregnancy and breastfeeding, we strongly advise against its use by pregnant or breastfeeding women."
      },
      "q33": {
        "question": "Can CBD interact with medications?",
        "answer_emphasis": "Yes,",
        "answer_text": "CBD can interact with certain medications by affecting how they are metabolized by the liver (via the cytochrome P450 enzyme system). If you are taking medication, it is **essential** to consult your doctor or pharmacist before consuming CBD."
      },
      "q34": {
        "question": "Will CBD show up on a drug test?",
        "answer": "Standard drug tests primarily screen for THC. Our products contain less than 0.3% THC, complying with the law. However, consuming very large quantities of CBD products, especially full-spectrum ones, *could* theoretically result in a detectable trace of THC. If you are subject to regular testing, consider using CBD isolate products or discuss it with your employer/testing body."
      }
    },
    "section8": {
      "title": "VIII. Contact & Support",
      "q35": {
        "question": "How can I contact MonPlanCBD customer service?",
        "intro": "You can easily reach us:",
        "email_label": "By email",
        "email_value": "contact@monplancbd.fr",
        "phone_label": "By phone",
        "phone_value": "+33 6 65 35 03 78",
        "form_label": "Via the contact form on our site",
        "form_link_text": "here",
        "outro": "We strive to respond to all inquiries as quickly as possible."
      }
    }
  },
  "GCS": {
    "preamble": {
      "title": "Preamble and Scope",
      "sellerId": {
        "title": "Seller Identification (MONPLANCBD SAS)",
        "para1": "These General Terms and Conditions of Sale (GTC) are concluded between the company MONPLANCBD SAS, with a share capital of €1000, whose registered office is located at 2 place Elie Lambert, 64100 Bayonne, France, registered with the Bayonne Trade and Companies Register under number 887 803 955, intra-community VAT number FR39 887803955 (hereinafter referred to as \"MONPLANCBD\" or \"the Seller\"), publisher of the website www.monplancbd.fr."
      },
      "buyerId": {
        "title": "Buyer Identification",
        "para1": "And, on the other hand, any natural or legal person (hereinafter referred to as \"the Buyer\" or \"the Customer\") wishing to make a purchase on the website www.monplancbd.fr. The Buyer declares acting for purposes that do not fall within the scope of their commercial, industrial, craft, liberal, or agricultural activity, and having the full legal capacity to commit under these GTC."
      },
      "object": {
        "title": "Purpose of the General Terms and Conditions of Sale",
        "para1": "These GTC aim to define the contractual relationship between MONPLANCBD and the Buyer, as well as the conditions applicable to any purchase made via the www.monplancbd.fr website."
      },
      "acceptance": {
        "title": "Acceptance of Conditions",
        "para1": "Acquiring a product on the www.monplancbd.fr website implies unreserved acceptance by the Buyer of these GTC. The Buyer acknowledges having read and accepted them before validating their order. The applicable GTC are those in force on the date of the order. MONPLANCBD reserves the right to modify these GTC at any time."
      }
    },
    "products": {
      "title": "Products",
      "description": {
        "title": "Product Description",
        "para1": "The products offered for sale are those listed on the www.monplancbd.fr website. Each product is accompanied by a description prepared by MONPLANCBD, presenting its main characteristics (composition, recommended use, content, etc.). The photographs illustrating the products are as accurate as possible but are not contractually binding."
      },
      "availability": {
        "title": "Product Availability",
        "para1": "Product offers are valid as long as they are visible on the site, subject to stock availability. MONPLANCBD reserves the right to modify the product assortment at any time. In case of unavailability of a product after the order has been placed, MONPLANCBD will inform the Buyer by email as soon as possible."
      },
      "zone": {
        "title": "Geographic Sales Area",
        "para1": "The sale of products presented on the www.monplancbd.fr website is intended for Buyers residing in the countries specified in the section relating to delivery costs."
      }
    },
    "price": {
      "title": "Price",
      "currencyVat": {
        "title": "Currency and Taxes (VAT)",
        "para1": "The prices displayed on the product sheets are indicated in Euros (€) All Taxes Included (ATI), including the Value Added Tax (VAT) applicable on the day of the order."
      },
      "modification": {
        "title": "Price Modification",
        "para1": "MONPLANCBD reserves the right to modify its prices at any time. However, the price applicable to the Buyer's order will be the one displayed on the site at the time of order validation. Any change in the VAT rate will be automatically reflected in the price of the products."
      },
      "shippingCosts": {
        "title": "Delivery Costs",
        "para1": "The prices indicated on the product sheets do not include delivery costs. These costs are invoiced in addition and vary depending on the total amount of the order and the delivery geographic area. The applicable delivery costs are clearly indicated to the Buyer before the final validation of their order.",
        "para2": "The thresholds for free delivery and the applicable flat rates are detailed below (or in our {shippingPolicyLink}).",
        "shippingPolicyLinkText": "Shipping Policy"
      }
    },
    "orderPayment": {
      "title": "Order and Payment",
      "process": {
        "title": "Order Process",
        "para1": "To place an order, the Buyer selects the desired products and adds them to their basket. They can modify the contents of their basket (quantities, references) at any time. Before validating the order, the Buyer checks the summary of their basket, the delivery address (and billing address if different), and the total amount including calculated shipping costs."
      },
      "accountGuest": {
        "title": "Customer Account Creation",
        "para1_revised": "To place an order, the Buyer must provide the necessary information for creating a customer account, including an email address and password, before proceeding to payment. This account will allow them to track their orders and facilitate future purchases. If an account already exists for the email provided, the Buyer will be prompted to log in."
      },
      "confirmation": {
        "title": "Order Confirmation",
        "para1": "Order validation occurs by clicking the designated button (e.g., \"Confirm my order\" or \"Pay\"). This validation implies express and unreserved acceptance of these GTC. After validation and payment acceptance, MONPLANCBD will send the Buyer an order registration confirmation by email, to the email address provided by the Buyer."
      },
      "securePayment": {
        "title": "Secure Payment Methods",
        "para1_revised": "MONPLANCBD offers secure payment by credit/debit card via the Sherlocks 3D Secure solution from LCL bank. The Buyer is redirected to the secure interface of LCL to enter their bank details. Payment by credit/debit card is irrevocable, except in proven cases of fraudulent use."
      },
      "proof": {
        "title": "Proof of Transaction",
        "para1": "All data provided by the Buyer and the order confirmation recorded by MONPLANCBD constitute proof of the transaction and acceptance of the operations performed. The computerized records, kept in MONPLANCBD's computer systems under reasonable security conditions, will be considered as proof of communications, orders, and payments between the parties."
      }
    },
    "retentionOfTitle": {
      "title": "Retention of Title",
      "para1": "MONPLANCBD retains full ownership of the products sold until the Buyer has fully paid the entire price, including principal, fees, and taxes."
    },
    "rightOfWithdrawal": {
      "title": "Right of Withdrawal",
      "exercisePeriod": {
        "title": "Withdrawal Period",
        "para1": "In accordance with Article L221-18 of the Consumer Code, the Buyer has a period of fourteen (14) calendar days from the date of receipt of their order to exercise their right of withdrawal, without having to provide reasons or pay penalties."
      },
      "returnConditions": {
        "title": "Product Return Conditions",
        "para1": "For the right of withdrawal to be accepted, the returned products must be intact, unopened, unused, complete, and in their original sealed packaging. Any product that is damaged, soiled, incomplete, or whose original packaging is damaged will not be refunded or exchanged."
      },
      "returnRefundProcess": {
        "title": "Return and Refund Process",
        "para1": "The Buyer wishing to exercise their right of withdrawal must inform MONPLANCBD before the 14-day period expires, for example by email at contact@monplancbd.fr or via their customer account. Products must be returned to the address indicated by MONPLANCBD, at the Buyer's expense and risk, within 14 days following the communication of their decision to withdraw. Subject to compliance with the return conditions, MONPLANCBD will refund the Buyer the total amount paid (including standard initial delivery costs), using the same payment method used for the initial transaction, unless the Buyer expressly agrees to another method. The refund will occur as soon as possible and at the latest within 14 days following the date MONPLANCBD is informed of the withdrawal decision, or after recovery of the returned goods. (Suggestion: For detailed information on the return procedure, please consult our {returnPolicyLink}).",
        "returnPolicyLinkText": "Return and Refund Policy"
      }
    },
    "delivery": {
      "title": "Delivery",
      "address": {
        "title": "Delivery Address",
        "para1": "Deliveries are made to the address indicated by the Buyer on the order form. This address must be within the agreed geographic sales area. The Buyer is responsible for the accuracy of the information provided for delivery."
      },
      "methodsCosts": {
        "title": "Delivery Methods and Costs",
        "para1": "The available delivery methods and associated costs are presented to the Buyer during the ordering process and are detailed in the \"Price\" section of these GTC (or in our dedicated Shipping Policy)."
      },
      "timescales": {
        "title": "Delivery Timescales (Indicative)",
        "para1": "MONPLANCBD strives to ship orders as quickly as possible. Delivery times indicated on the site or during the order are indicative only. MONPLANCBD cannot be held responsible for delivery delays attributable to the carrier. In accordance with the law, if delivery has not occurred within thirty (30) days from the order (except in cases of force majeure or different agreement), the Buyer may request the cancellation of the sales contract and be refunded."
      },
      "riskTransfer": {
        "title": "Transfer of Risks",
        "para1": "The risks associated with transport (loss, theft, damage) are transferred to the Buyer at the moment they, or a third party designated by them, physically take possession of the products."
      },
      "receptionVerification": {
        "title": "Order Reception and Verification",
        "para1": "Upon receipt of their order, the Buyer is required to check the condition of the packaging and the conformity of the delivered products in the presence of the delivery person or at the collection point. Any anomaly (damage, missing product compared to the delivery note, damaged package, broken products...) must imperatively be indicated on the delivery note in the form of clear and precise handwritten reservations, accompanied by the Buyer's signature."
      },
      "issues": {
        "title": "Delivery Issues (Damage, Package Not Received)",
        "para1_damage": "In case of damage noted upon delivery, the Buyer must formulate a reasoned claim with the carrier within three (3) days (excluding public holidays) following delivery, by registered letter with acknowledgment of receipt, and simultaneously inform MONPLANCBD.",
        "para2_non_receipt_important_note": "IMPORTANT NOTE REGARDING NON-RECEIPT OF PACKAGES:",
        "para3_non_receipt_policy": "If tracking indicates your order has been delivered, but you claim not to have received it, MONPLANCBD will initiate an investigation with the carrier. However, please be aware that if the carrier confirms delivery to the address provided, MONPLANCBD cannot be held responsible and will not proceed with a reshipment or refund of the order. We advise ensuring a secure delivery location."
      }
    },
    "legalGuarantees": {
      "title": "Legal Guarantees",
      "conformity": {
        "title": "Guarantee of Conformity",
        "para1": "All products sold by MONPLANCBD benefit from the legal guarantee of conformity provided for in Articles L217-4 and following of the Consumer Code. This guarantee applies to defects of conformity existing at the time of delivery of the product."
      },
      "hiddenDefects": {
        "title": "Guarantee Against Hidden Defects",
        "para1": "The products also benefit from the legal guarantee against hidden defects provided for in Articles 1641 and following of the Civil Code. This guarantee covers hidden defects of the product that render it unfit for the use for which it is intended, or which so diminish this use that the Buyer would not have acquired it, or would have paid a lower price, had they known of them."
      },
      "claimsProcess": {
        "title": "Claims Process",
        "para1": "In case of non-conformity or hidden defect of a sold product, the Buyer may return it to MONPLANCBD. Any claim, request for exchange, or refund under the legal guarantees must be made by email to contact@monplancbd.fr or by post to the address: MONPLANCBD SAS, 2 place Elie Lambert, 64100 Bayonne, France, specifying the defect found and providing proof of purchase. MONPLANCBD will then indicate the procedure to follow."
      }
    },
    "liability": {
      "title": "Liability",
      "para1": "MONPLANCBD, in the online sales process, is bound only by an obligation of means. Its liability cannot be engaged for damage resulting from the use of the Internet network such as data loss, intrusion, virus, service interruption, or other involuntary problems.",
      "para2": "MONPLANCBD's liability cannot be engaged in case of non-compliance with the legislation of the country where the products are delivered. It is the Buyer's responsibility to check with local authorities the possibilities of importing or using the ordered products."
    },
    "intellectualProperty": {
      "title": "Intellectual Property",
      "para1": "All elements present on the www.monplancbd.fr website, whether visual (logos, photos, graphics) or textual, are and remain the exclusive intellectual property of the company MONPLANCBD.",
      "para2": "No one is authorized to reproduce, exploit, redistribute, or use for any purpose whatsoever, even partially, elements of the site without the prior written consent of MONPLANCBD. Any unauthorized reproduction or use constitutes infringement and is liable to legal action."
    },
    "personalData": {
      "title": "Personal Data Protection",
      "para1": "MONPLANCBD is committed to protecting the personal data of its Customers. The information collected when placing an order is necessary for managing the transaction and the commercial relationship. It is processed in accordance with current data protection regulations (GDPR and the French Data Protection Act). For more information on the collection, use, and protection of your personal data, as well as your rights (access, rectification, deletion, etc.), please consult our {privacyPolicyLink}.",
      "privacyPolicyLinkText": "Privacy Policy"
    },
    "cookies": {
      "title": "Use of Cookies",
      "para1": "The www.monplancbd.fr website uses cookies to improve the browsing experience, analyze traffic, and offer tailored features. A cookie is a small text file stored on your device. By browsing our site, you consent to the use of these cookies, unless you configure your browser to refuse them. To learn more about the types of cookies used, their purpose, and how to manage your preferences, please consult the dedicated cookie section in our {privacyPolicyLink}.",
      "privacyPolicyLinkText": "Privacy Policy"
    },
    "modificationGTC": {
      "title": "Modification of the General Terms and Conditions of Sale",
      "para1": "MONPLANCBD reserves the right to modify these General Terms and Conditions of Sale at any time. The new GTC will apply to any order placed after they are posted online on the site.",
      "para2": "The conditions applicable to an order are those in force on the day the said order is validated by the Buyer. The Buyer is advised to consult the GTC regularly."
    },
    "governingLawDisputes": {
      "title": "Governing Law and Dispute Resolution",
      "applicableLaw": {
        "title": "Applicable Law",
        "para1": "These General Terms and Conditions of Sale and the resulting purchase and sale operations are subject to French law."
      },
      "jurisdiction": {
        "title": "Competent Jurisdiction",
        "para1": "Any dispute relating to the interpretation, execution, or termination of the contract concluded between MONPLANCBD and the Buyer shall, in the absence of an amicable agreement, be subject to the exclusive jurisdiction of the competent French courts, notwithstanding multiple defendants or third-party claims. The competent court will be determined according to the rules of common law."
      },
      "mediationODR": {
        "title": "Mediation and Online Dispute Resolution (ODR)",
        "para1": "In the event of a dispute, the Buyer is invited to first contact MONPLANCBD's customer service (see \"Contact\" section) to try to find an amicable solution. In accordance with Articles L.616-1 and R.616-1 of the French Consumer Code, the Buyer also has the right to resort free of charge to a consumer mediator for the amicable resolution of the dispute with MONPLANCBD. Furthermore, in accordance with Article 14 of Regulation (EU) No 524/2013, the European Commission has set up an Online Dispute Resolution (ODR) platform, facilitating the independent out-of-court settlement of online disputes between consumers and professionals in the European Union. This platform is accessible at the following link: {odrLink}.",
        "odrLinkText": "https://webgate.ec.europa.eu/odr/"
      }
    },
    "contact": {
      "title": "Contact",
      "para1": "For any questions, claims, or requests for information regarding products, an order, or these General Terms and Conditions of Sale, the Buyer can contact MONPLANCBD:",
      "email": "By email",
      "emailAddress": "contact@monplancbd.fr",
      "phone": "By phone",
      "phoneNumber": "+33 6 65 35 03 78",
      "phoneInfo": "standard rate number, cost according to operator",
      "mail": "By post",
      "postalAddress": "MONPLANCBD SAS, 2 place Elie Lambert, 64100 Bayonne, France."
    }
  },
  "privacyPolicies": {
    "title": "privacy policy",
    "description": "description"
  },
  "privacyPolicy": {
    "metadata": {
      "title": "Privacy Policy | MonPlanCBD",
      "description": "Learn how MonPlanCBD collects, uses, and protects your personal data. Understand your rights regarding your information when using our website."
    },
    "mainTitle": "MONPLANCBD - PRIVACY POLICY",
    "introduction": {
      "title": "Introduction and Commitment",
      "para1": "Welcome to www.monplancbd.fr. MONPLANCBD SAS (\"MONPLANCBD\", \"we\", \"us\", \"our\") is committed to protecting the privacy and personal data of its users and customers (\"you\"). This Privacy Policy explains what personal data we collect, why we collect it, how we use, share, and protect it, and the rights you have regarding your data. We are committed to complying with the General Data Protection Regulation (GDPR - Regulation (EU) 2016/679) and the applicable French Data Protection Act."
    },
    "dataController": {
      "title": "Data Controller",
      "intro": "The controller of your personal data collected via the www.monplancbd.fr website is:",
      "companyName": "MONPLANCBD SAS",
      "address": "2 place Elie Lambert, 64100 Bayonne, France",
      "emailLabel": "Email",
      "emailValue": "contact@monplancbd.fr"
    },
    "dataCollected": {
      "title": "What Personal Data Do We Collect?",
      "intro": "We may collect and process different types of personal data about you, including:",
      "item_identification": "Identification and contact data: Last name, first name, email address, postal address (delivery and billing), phone number.",
      "item_connection_navigation": "Connection and navigation data: IP address, browser type, pages visited on our site, connection dates and times, approximate location data (inferred from IP), information about the device used.",
      "item_order_transaction": "Order and transaction data: Purchase history, products viewed or added to the cart, order details, payment information (processed securely by our provider), delivery information, incidents, or claims.",
      "item_account": "Customer account data: Login ID, password (encrypted), communication preferences (newsletter subscription), loyalty points, customer service interaction history.",
      "item_reviews": "Product review data: Pseudonym (if provided), review content, rating given.",
      "item_technical": "Technical data: Information collected via cookies (see dedicated section).",
      "outro": "This data is generally collected when you browse our site, create or log into your account, place an order (even as a guest), subscribe to our newsletter, contact our customer service, or leave a review."
    },
    "purposes": {
      "title": "Why Do We Use Your Data (Purposes)?",
      "intro": "We use your personal data for the following purposes, based on different legal grounds:",
      "contract": {
        "basis": "Performance of a contract (Legal basis: Contract):",
        "item_order_management": "Manage your orders (validation, payment, preparation, shipping).",
        "item_delivery": "Ensure the delivery of products to the specified address.",
        "item_crm": "Manage the customer relationship (order tracking, after-sales service, claims).",
        "item_account_management": "Manage your customer account."
      },
      "legalObligation": {
        "basis": "Compliance with a legal obligation (Legal basis: Legal Obligation):",
        "item_invoice_retention": "Retain invoices and accounting documents for the legally required period (10 years).",
        "item_authority_requests": "Respond to requests from competent authorities."
      },
      "consent": {
        "basis": "Your Consent (Legal basis: Consent):",
        "item_newsletter": "Send you our newsletters and promotional offers by email or SMS, if you have consented via the checkbox during account creation or ordering.",
        "item_cookies": "Place certain types of cookies on your device (see Cookie Policy).",
        "item_reviews": "Publish your product reviews.",
        "withdrawal_note": "You can withdraw your consent at any time (see \"Your Rights\" section)."
      },
      "legitimateInterest": {
        "basis": "Our Legitimate Interest (Legal basis: Legitimate Interest):",
        "item_security_fraud": "Ensure the security of our website and prevent fraud.",
        "item_service_improvement": "Improve our services and the user experience on our site (navigation analysis, anonymized statistics).",
        "item_personalization": "Personalize your experience on the site (e.g., display relevant products).",
        "item_loyalty": "Manage our loyalty program.",
        "item_information_requests": "Respond to your information requests via our contact forms or email."
      }
    },
    "dataSharing": {
      "title": "Who Do We Share Your Data With?",
      "intro": "We do not sell your personal data. However, we may share it with trusted third parties to achieve the purposes described above:",
      "item_payment": "Payment providers: To process your payments securely (e.g., Stripe).",
      "item_carriers": "Shipping carriers: To ensure the delivery of your orders (e.g., Chronopost, La Poste).",
      "item_hosting": "Hosting providers: To store our website data (Scaleway, based in the EU).",
      "item_emailing": "Emailing platforms: To send our newsletters, if you have consented (Benchmark Email - Requires verification of data processing location and safeguards).",
      "item_authorities": "Competent authorities: Only if required by law or as part of legal proceedings.",
      "outro": "We ensure that our partners respect the confidentiality and security of your data and use it only for the tasks entrusted to them.",
      "transfers": {
        "title": "International Transfers:",
        "para1": "Our hosting servers (Scaleway) are located within the European Union.",
        "para2_outside_eu": "Some of our service providers, such as our emailing platform Benchmark Email, may process data outside the EU (e.g., in the United States). In such cases, we ensure that these transfers are governed by appropriate safeguards, such as the Standard Contractual Clauses approved by the European Commission, to ensure an adequate level of protection for your data.",
        "para2_inside_eu": "All our main service providers process your data within the European Union."
      }
    },
    "dataRetention": {
      "title": "How Long Do We Keep Your Data?",
      "intro": "We keep your personal data only for the time necessary for the purposes for which it was collected, in compliance with regulations:",
      "item_client_active": "Customer data (active account): Kept for the entire duration of the commercial relationship, then archived for 3 years from your last activity (order, account login, etc.), unless you request deletion or object.",
      "item_order_billing": "Order/Billing data: Kept for the mandatory legal period of 10 years from the end of the accounting year.",
      "item_prospects": "Prospect data (no order): Kept for 3 years from your last interaction (email click, contact, etc.), unless you request deletion or object.",
      "item_marketing_consent": "Marketing consent data: Kept as long as you do not withdraw your consent.",
      "item_cookies": "Cookies: Cookie lifespan is detailed in our Cookie Policy (generally 13 months maximum for non-essential cookies requiring consent)."
    },
    "dataSecurity": {
      "title": "How Do We Protect Your Data?",
      "para1": "We take the security of your data very seriously. We implement appropriate technical and organizational measures to protect your personal data against loss, misuse, unauthorized access, disclosure, alteration, or destruction. This includes using the SSL/TLS protocol to encrypt data exchanged on our site, secure access to our systems, and internal data management policies."
    },
    "cookies": {
      "title": "Use of Cookies",
      "introduction": "We use cookies and similar technologies. For detailed information on the cookies we use, their purposes, and how you can manage them, please consult our dedicated",
      "cookiePolicyLinkText": "Cookie Policy"
    },
    "yourRights": {
      "title": "Your Rights Regarding Your Personal Data",
      "intro": "In accordance with the GDPR, you have the following rights over your personal data:",
      "item_access": "Right of access: Request to view the data we hold about you.",
      "item_rectification": "Right to rectification: Request correction of inaccurate or incomplete data.",
      "item_erasure": "Right to erasure ('right to be forgotten'): Request the deletion of your data, subject to legal retention obligations.",
      "item_restriction": "Right to restriction of processing: Request to temporarily freeze the use of some of your data.",
      "item_portability": "Right to data portability: Receive the data you provided us in a structured, commonly used format, and transmit it to another controller if technically feasible.",
      "item_objection": "Right to object: Object to the processing of your data for legitimate reasons, and at any time for direct marketing (including profiling related to direct marketing).",
      "item_withdraw_consent": "Right to withdraw consent: For processing based on consent (newsletter, certain cookies), you can withdraw it at any time.",
      "item_post_mortem": "Right to define post-mortem directives: Organize the fate of your data after your death.",
      "howToExercise": {
        "title": "How to exercise your rights:",
        "intro": "You can exercise most of these rights directly from your customer area:",
        "item_profile": "Modify your personal information in the {profileLink} section.",
        "profileLinkText": "\"My Profile\"",
        "item_addresses": "Manage your addresses in the {addressesLink} section.",
        "addressesLinkText": "\"My Addresses\"",
        "item_newsletter": "Manage your newsletter subscription in the \"My Profile\" section or via the unsubscribe links in our emails.",
        "outro": "For any other request or to exercise rights not available via your account, you can contact us by email at contact@monplancbd.fr or by post to the address indicated in Article 2, enclosing a copy of an identity document if necessary to verify your identity. We commit to responding within one month."
      },
      "complaintRight": {
        "title": "Right to lodge a complaint with the CNIL:",
        "para1": "If you believe, after contacting us, that your rights are not respected, you can lodge a complaint with the French Data Protection Authority (CNIL): {cnilLink}."
      }
    },
    "minorsPolicy": {
      "title": "Policy Regarding Minors",
      "para1": "Our site and products are not intended for minors under 18 years of age. We do not knowingly collect or process personal data from minors. If we discover that we have collected such data, we will delete it immediately."
    },
    "policyUpdate": {
      "title": "Privacy Policy Updates",
      "para1": "We may occasionally modify this Privacy Policy to reflect changes in our practices or for legal or regulatory reasons. In case of substantial changes, we will inform you by email (if we have your address) or via a notification on our website before the change becomes effective. We encourage you to consult this page regularly."
    },
    "contact": {
      "title": "Contact",
      "intro": "For any questions regarding this Privacy Policy or the management of your personal data, please contact us:",
      "emailLabel": "By email",
      "emailValue": "contact@monplancbd.fr",
      "mailLabel": "By post",
      "postalAddress": "MONPLANCBD SAS, Data Protection Officer, 2 place Elie Lambert, 64100 Bayonne, France."
    },
    "lastUpdate": {
      "title": "Date of Last Update",
      "date": "Last updated: {updateDate}"
    },
    "footer": {
      "cookiePreferencesLink": "Cookie Preferences"
    }
  },
  "metadataAbout": {
    "title": "About MonPlanCBD - Our Story, Our Values, Your Well-being",
    "description": "Discover the story of MonPlanCBD, our passion for quality CBD, our commitment to transparency, and our mission for your natural well-being.",
    "keywords": "about monplancbd, monplancbd story, cbd values, quality commitment cbd, monplancbd mission, who we are cbd, cbd company france, cbd bayonne, monplancbd team, hemp wellness",
    "ogImageAlt": "Discover MonPlanCBD: Passion, Quality, and Commitment to CBD Wellness"
  },
  "metadataConditionsOfUse": {
    "title": "Terms of Use - MonPlanCBD",
    "description": "Review the Terms of Use governing access and use of the MonPlanCBD website. Your agreement is required to browse the site."
  },
  "metadataGCS": {
    "title": "General Conditions of Sale (GCS) - MonPlanCBD",
    "description": "Carefully read our General Conditions of Sale (GCS) before ordering from MonPlanCBD. Details on products, pricing, shipping, and returns."
  },
  "metadataFAQ": {
    "title": "FAQ - Frequently Asked Questions about CBD | MonPlanCBD",
    "description": "Find answers to your frequently asked questions about CBD, our products, legality, usage, ordering, and shipping on MonPlanCBD.",
    "keywords": "cbd faq, cbd frequently asked questions, cbd legal, cbd usage, how to take cbd, cbd effects, cbd order, cbd shipping, monplancbd faq, cbd help",
    "ogImageAlt": "FAQ - Answers to frequently asked questions about CBD at MonPlanCBD"
  },
  "metadataLegalNotices": {
    "title": "Legal Notices - MonPlanCBD",
    "description": "Consult MonPlanCBD's legal notices: information about the site editor, hosting provider, intellectual property, and contact details."
  },
  "metadataPrivacyPolicy": {
    "title": "Privacy Policy - MonPlanCBD",
    "description": "Learn how MonPlanCBD collects, uses, and protects your personal data in accordance with GDPR. Your rights and our commitments."
  },
  "about": {
    "pageTitle": "Our Story: The Passion for Quality CBD at MonPlanCBD",
    "imageAlt": "The landscape that inspired the brand",
    "section1": {
      "title": "The Spark: Our Origin Story",
      "para1": "It all began not in a high-tech lab, but in the vibrant heart of the Basque Country, during a late winter afternoon at the Bistrot des Halles in Bayonne. Around a table, a lively conversation among passionate friends revealed a growing shared interest in an ancient plant with fascinating virtues: hemp, and more specifically, Cannabidiol (CBD).",
      "para2": "Each of us had discovered CBD in our own way. For some, it was a personal quest for well-being, a natural means to find serenity and balance amidst daily stress. For others, it was the desire to help loved ones, to share a gentle alternative to soothe tensions or improve sleep. Whether in the form of oil, balm, or infusion, we were all convinced of the incredible potential of this molecule derived from hemp.",
      "para3": "From this shared passion, a simple yet powerful idea was born: to create MonPlanCBD. Not just another online shop, but a trusted space, rooted in our values, where everyone could find exceptional CBD products, selected with the same rigor we would use for ourselves or our families."
    },
    "section2": {
      "title": "Our Commitment: Quality & Transparency",
      "intro": "At MonPlanCBD, our mission goes beyond simple sales. We are driven by a deep conviction: wellness through CBD can only flourish on a foundation of **trust** and **quality**. That's why we are committed to clear and non-negotiable principles:",
      "item1": {
        "label": " Rigorous Selection:",
        "text": "We search across Europe (prioritizing France whenever possible) to find partner producers who share our ethics: respectful cultivation (Indoor, Greenhouse, Outdoor), artisanal know-how, and adherence to the strictest standards. Every flower, every resin, every oil is chosen for its unique aromatic profile and wellness potential."
      },
      "item2": {
        "label": " Total Transparency:",
        "text": "Trust is earned. That's why *every batch* of our products is systematically analyzed by an independent, certified third-party laboratory. We meticulously verify the cannabinoid concentration (CBD, CBG, CBN...) and ensure that the THC level always remains strictly below the French legal limit of 0.3%. These analysis certificates are available because your peace of mind is our priority."
      },
      "item3": {
        "label": " French Expertise & Traceability:",
        "text": "Based in the Basque Country, we are proud of our local roots and our human-scale approach. We know our partners and track our products from cultivation to your doorstep, ensuring complete traceability."
      },
      "item4": {
        "label": " Personalized Support:",
        "text": "The world of CBD can seem complex. Our team of enthusiasts, based in France, is here to listen, advise, and answer all your questions with kindness and expertise. Never hesitate to contact us."
      }
    },
    "section3": {
      "title": "More Than Products: A Vision for Wellness",
      "para1": "MonPlanCBD represents the desire to democratize access to superior quality CBD, legally and transparently. We believe in a holistic approach to well-being, where nature provides us with precious keys.",
      "para2": "Whether you're a newcomer curious to explore the potential benefits of CBD for relaxation, sleep, or stress management, or a connoisseur seeking specific flavors and experiences, we are here to guide you.",
      "para3": "Explore our different ranges – from flowers with captivating aromas to easy-to-dose oils, concentrated resins, and soothing care products – and find the 'CBD plan' that suits you."
    },
    "cta": {
      "intro": "Join the MonPlanCBD community and discover a natural, transparent, and high-quality approach to well-being.",
      "link1": "Explore our CBD Flowers",
      "link2": "Discover our Oils",
      "link3": "Visit our Blog to learn more"
    }
  },
  "blogPage": {
    "metadata": {
      "title": "CBD Blog: News, Wellness Tips & Guides | MonPlanCBD",
      "description": "Explore the MonPlanCBD blog: CBD news, wellness tips, usage guides, and the latest research on hemp and its cannabinoids.",
      "keywords": "cbd blog, cbd news, cbd tips, cbd guide, cbd information, cbd wellness, hemp info, cannabinoids, monplancbd blog, cbd research",
      "ogImageAlt": "The MonPlanCBD Blog - CBD News, Tips, and Guides"
    }
  },
  "signIn": {
    "title": "Sign In",
    "description": "description"
  },
  "myAccount": {
    "title": "Mon Compte",
    "description": "description"
  },
  "category": {
    "text": "Sorry, but no products were found for this category. Click the button below to be redirected to the flowers page.",
    "button": "To the flowers page",
    "title": "Produits",
    "description": "description",
    "flower": "CBD Flower",
    "hash": "CBD Hash",
    "moonrock": "CBD Moonrocks",
    "oil": "CBD oil",
    "herbalTea": "CBD Herbal Infusion",
    "health": "CBD Soothing Balm",
    "vaporizer": "Vaporizer",
    "caryophyllene": "woody",
    "limonene": "citrus",
    "myrcene": "forest-like",
    "linalol": "floral",
    "terpinolene": "earthy",
    "piperine": "spicy",
    "caryophyllenePeper": "pepper",
    "pinene": "pine",
    "humulene": "earthy",
    "origin": "Origin",
    "promo": "Promo",
    "outOfStock": "Out of stock",
    "fromPrice": "From",
    "quantity": "Quantity",
    "unit": "Unit",
    "details": "Details",
    "reviews": "reviews",
    "addToCart": "Add to cart",
    "fleurs-cbd": "CBD Flower",
    "pollens-resines-hash-cbd": "CBD Hash",
    "moonrocks-cbd": "CBD Moonrocks",
    "huiles-cbd": "CBD oil",
    "infusions-cbd": "CBD Herbal Infusion",
    "soins-cbd": "CBD Soothing Balm",
    "vaporisateur": "Vaporizer"
  },
  "singleProduct": {
    "analyzes": "analyzes",
    "origin": "origin",
    "cannabinoids": "cannabinoids",
    "terpenes": "terpenes",
    "reviews": "reviews",
    "relatedProducts": "Related products"
  },
  "navbar": {
    "productsLink": "Products",
    "blogLink": "Blog",
    "mainLogoAlt": "Mon Plan CBD Logo",
    "cbdLogoAlt": "White CBD logo",
    "openMainMenuSR": "Open main menu",
    "closeMainMenuSR": "Close main menu",
    "hemp": "cbd hemp",
    "hash": "cbd hash",
    "moonrock": "cbd moonrock",
    "oil": "cbd oil",
    "tea": "cbd tea",
    "cream": "cbd cream",
    "vaporisateur": "vapo cbd",
    "connection": "Sign in",
    "selectLanguageSR": "Select language",
    "burger": {
      "english": "English",
      "spanish": "Spanish",
      "french": "French"
    },
    "openUserMenuSR": "Open user menu",
    "info": "My Profile",
    "addresses": "My Addresses",
    "orders": "My Orders",
    "fidelity": "Loyalty & Referral",
    "logout": "Log Out",
    "login": "Log In",
    "register": "Sign Up"
  },
  "footer": {
    "footerSR": "Footer",
    "logoAlt": "Monplancbd Logo - White",
    "navigationTitle": "Navigation",
    "legalNotices": "Legal Notices",
    "conditionsOfUse": "Terms of Use",
    "FAQ": "FAQ",
    "GCS": "General Conditions of Sale",
    "privacyPolicies": "Privacy Policy",
    "about": "About Monplancbd",
    "shippingPolicy": "Shipping Policy",
    "cookiePolicy": "Cookie Policy",
    "facebook": "Facebook",
    "instagram": "Instagram",
    "copyrightText": "Monplancbd. All rights reserved."
  },
  "blog": {
    "link": "Blog"
  },
  "cart": {
    "cart": "cart",
    "order": "place order",
    "iconSR": "View shopping cart",
    "title": "Your Cart",
    "closeButtonSR": "Close cart",
    "totalLabel": "Total:",
    "checkoutButton": "View Cart",
    "shippingButton": "Order",
    "emptyMessage": "Your cart is currently empty.",
    "continueShoppingButton": "Continue Shopping",
    "orSeparator": "or"
  },
  "productCardCart": {
    "nbItem": "number of item",
    "gPrice": "price per gram",
    "unitPrice": "unit price",
    "quantity": "quantity",
    "priceOneArticle": "price per item",
    "subtotal": "subtotal",
    "subtotalLabel": "Subtotal",
    "unitPriceSuffix": "/{per}",
    "removeAriaLabel": "Remove {name}",
    "decreaseQtyAriaLabel": "Decrease quantity",
    "increaseQtyAriaLabel": "Increase quantity"
  },
  "addresses": {
    "title": "My Addresses",
    "firstName": "First name",
    "lastName": "Last name",
    "address1": "Address 1",
    "address2": "Address 2 (Optional)",
    "city": "City",
    "postalCode": "Postal Code",
    "country": "Country",
    "phone": "Phone",
    "email": "Email",
    "billing": "Use as a billing address",
    "shipping": "Use as a shipping address",
    "modal": {
      "closeButtonSR": "Close",
      "title": "Edit Address",
      "update": "Update",
      "delete": "Delete",
      "cancel": "Cancel",
      "save": "Save",
      "company": "Company (Optionel)",
      "addressType": {
        "title": "Address Type",
        "billing": "Billing",
        "shipping": "Shipping",
        "both": "both"
      }
    },
    "text": "No address registered yet. Press on the text or the button below to add one, you will be able to choose them when purchasing something",
    "button": "Add address",
    "addAddress": "Add address",
    "updatedAddress": "Address updated successfully",
    "failUpdatedAddress": "Failed to update the address"
  },
  "profile": {
    "title": "My Personal Information",
    "form": {
      "titleSection": {
        "label": "Title",
        "options": {
          "madame": "Miss",
          "monsieur": "Mister"
        }
      },
      "firstName": "First Name",
      "lastName": "Last Name",
      "displayName": "Display Name",
      "displayNameHint": "This will be how your name will be displayed in the account section and in reviews",
      "email": "E-mail",
      "communicationPreferences": {
        "label": "My Options",
        "promotions": {
          "label": "Product updates and promotions",
          "hint": "Receive marketing communications that we think will interest you."
        },
        "orders": {
          "label": "Account and order information",
          "hint": "Receive important information about your orders and account."
        }
      },
      "password": "Password",
      "passwordMismatch": "The two password must match",
      "currentPassword": "Current password",
      "currentPasswordMessage": "If you want to change your password, fill up the \"Current password\" field.",
      "newPassword": "New password",
      "confirmNewPassword": "Confirm new password",
      "updateButton": "update your infos",
      "saveButton": "Save",
      "cancel": "Cancel"
    }
  },
  "orders": {
    "title": "My Orders",
    "order": {
      "date": "Date",
      "orderNumber": "Order n°",
      "total": "Total",
      "status": {
        "pending": "Pending",
        "processing": "Processing",
        "onHold": "In Progress",
        "completed": "Completed",
        "cancelled": "Cancelled",
        "refunded": "Refunded",
        "failed": "Failed",
        "delivered": "Delivered"
      },
      "product": "Product",
      "price": "Price",
      "dateLabel": "Order Date",
      "totalLabel": "Total Amount",
      "statusLabel": "Order Status"
    }
  },
  "loyalty": {
    "title": "Your Current Balance",
    "points": "points",
    "howToEarn": "How to Earn Points",
    "boxes": {
      "box1": {
        "title": "Earn 1 point for every € spent in our store!",
        "description": "Points earned: 1 POINT / 1.00 €"
      },
      "box2": {
        "title": "Review a product and receive 10 points!",
        "description": "Points earned: 10 POINTS"
      },
      "box3": {
        "title": "Referral Registration",
        "description": "Points earned: 50 POINTS"
      },
      "box4": {
        "title": "Referred Orders (amount over 30.00 euros) (first order only)",
        "description": "Points earned: 1 POINT"
      },
      "box5": {
        "title": "Referred Orders (first order only)",
        "description": "Points earned: 1 POINT"
      }
    },
    "cartPoints": "CART POINTS: Each point you use is worth 0.1 €",
    "referral": {
      "title": "Your Referral Link",
      "description": "Copy and share your referral link with your friends to earn points!",
      "copyButton": "Copy",
      "footerText": "Invite your friends to join us to earn even more points!"
    },
    "earnPrefix": "✨",
    "pointsSingular": "loyalty point",
    "pointsPlural": "loyalty points",
    "earnSuffix": "with this purchase ✨"
  },
  "STOP_HERE": "________________________________________________________________________________________________________________________",
  "tabs": {
    "profile": "Personal Information",
    "addresses": "Addresses",
    "orders": "Orders",
    "loyalty": "Loyalty Points & Referral"
  },
  "forgotPasswordPage": {
    "metadataTitle": "Forgot Password - MonPlanCBD",
    "emailLabel": "Email address",
    "submitButton": "Reset Password"
  },
  "forgotPassword": {
    "h1": "Forgot your password?",
    "introText": "Enter the email address associated with your account, and we'll send you a link to reset your password.",
    "operation": "This operation may take up to 5 minutes.",
    "rememberPasswordPrompt": "Remember your password? ",
    "loginLinkText": "Log in",
    "logoAltText": "Monplancbd Logo"
  },
  "signInPage": {
    "metadataTitle": "Login - MonPlanCBD",
    "emailLabel": "Email address",
    "passwordLabel": "Password",
    "forgotPasswordLink": "Forgot password?",
    "submitButton": "Sign in",
    "showPasswordAriaLabel": "Show password",
    "hidePasswordAriaLabel": "Hide password",
    "title": "Sign In",
    "description": "Sign in to your Mon Plan CBD account.",
    "h1": "Sign in to your account",
    "logoAlt": "Mon Plan CBD Logo",
    "signUpPrompt": "Not a member yet?",
    "signUpLink": "Create an account"
  },
  "signUpPage": {
    "metadataTitle": "Sign Up - MonPlanCBD",
    "prefsAndConditionsLegendSR": "Preferences and conditions",
    "firstNameLabel": "First name",
    "lastNameLabel": "Last name",
    "emailLabel": "Email address",
    "passwordLabel": "Password",
    "confirmPasswordLabel": "Confirm Password",
    "passwordMismatchError": "Passwords must match.",
    "marketingOptInLabel": "I want to receive product news and promotions.",
    "termsLabel": "I have read and agree to the",
    "termsLink": "Terms and Conditions",
    "submitButton": "Create my account",
    "showPasswordAriaLabel": "Show password",
    "hidePasswordAriaLabel": "Hide password",
    "title": "Sign Up",
    "description": "Create your Mon Plan CBD account.",
    "h1": "Create your account",
    "logoAlt": "Mon Plan CBD Logo",
    "signInPrompt": "Already a member?",
    "signInLink": "Sign In",
    "termsLinkText": "Terms and Conditions"
  },
  "cartPage": {
    "metadataTitle": "Your Cart - MonPlanCBD",
    "productsTitle": "Products in Your Cart",
    "backToHomeButton": "Back to Homepage",
    "summary": {
      "title": "Order Summary",
      "subtotalLabel": "Subtotal",
      "discountCodeLabel": "Code: {name}",
      "removeDiscountAriaLabel": "Remove code {name}",
      "fidelityPointsLabel": "Loyalty Points ({count})",
      "removePointsAriaLabel": "Remove loyalty points",
      "totalLabel": "Order Total",
      "vatText": "(includes {vatAmount}€ VAT)",
      "checkoutButton": "Proceed to Shipping",
      "loginPromptText": "Log in to continue.",
      "loginPromptLink": "Log in"
    },
    "discounts": {
      "accountCodesTitle": "Account Discounts",
      "promoCodeTitle": "Promo Code",
      "inputPlaceholder": "Enter code here",
      "applyButton": "Apply"
    },
    "loyalty": {
      "title": "Your Loyalty Points",
      "availableLabel": "Available points:",
      "useInputLabel": "Points to use:",
      "conversionRate": "1 POINT = 0.10 € DISCOUNT"
    }
  },
  "discountCode": {
    "applyButton": "Apply",
    "appliedButton": "Applied",
    "detailsAriaLabel": "Discount details"
  },
  "shippingPage": {
    "addressSelector": {
      "shippingTitle": "Choose a shipping address",
      "billingTitle": "Choose a billing address"
    },
    "metadataTitle": "Shipping - MonPlanCBD",
    "h1": "Shipping",
    "backToCartButton": "Back to Cart",
    "parcelPointMap": {
      "pointSelectedText": "Pickup point selected. Use map to change if needed.",
      "findButton": "Find Pickup Points",
      "loadingMapText": "Loading map...",
      "errorAuthText": "Map authentication failed. Please refresh or try again.",
      "errorLoadText": "Map could not be loaded. Please check your connection or try again later.",
      "errorSearchText": "Could not search for pickup points. Please check the address or try again.",
      "errorAddressIncompleteText": "Please ensure address is complete to search for pickup points."
    },
    "orderSummary": {
      "title": "Your Order",
      "productsHeader": "Products",
      "productSubtotalHeader": "Subtotal",
      "promoCodesHeader": "Promo Codes",
      "loyaltyHeader": "Loyalty Program",
      "loyaltyPointsLabel": "Points",
      "finalSubtotalLabel": "Order Subtotal",
      "discountsHeader": "Discounts Applied",
      "removeDiscountAriaLabel": "Remove {name}",
      "loyaltyPointsText": "{count} points",
      "removePointsAriaLabel": "Remove points"
    },
    "totalSummary": {
      "finalTotalLabel": "Total amount:",
      "title": "Order Total",
      "shippingCostText": "(includes {cost}€ shipping)",
      "privacyPolicyText": "Your personal data will be used to process your order, support your experience throughout this website, and for other purposes described in our ",
      "privacyPolicyLinkText": "privacy policy.",
      "termsLegendSR": "Terms and Marketing",
      "termsLabel": "I have read and agree to the",
      "termsLinkText": "terms and conditions",
      "marketingLabel": "I want to receive news about products and promotions.",
      "relayButtonText": "Please select a pickup point",
      "paymentButtonText": "Proceed to Payment",
      "createAccountButtonText": "Create Account & Pay",
      "relayErrorText": "Please select a pickup point on the map above.",
      "noProduct": "No products in the cart",
      "noProductLink": "Click here to browse our product selection"
    },
    "shippingMethods": {
      "title": "Shipping",
      "costFree": "Free",
      "thresholdText": "(Free from {amount}€)",
      "legendSR": "Shipping Methods",
      "noMethodsAvailableText": "No shipping methods available for the selected address.",
      "selectCountryText": "Please select a delivery country in the address above to see options."
    },
    "addressForm": {
      "shippingTitle": "Shipping Address",
      "billingTitle": "Billing Address",
      "personalInfoLegend": "Personal Information",
      "firstNameLabel": "First name",
      "lastNameLabel": "Last name",
      "companyLabel": "Company (Optional)",
      "addressInfoLegend": "Address Information",
      "countryLabel": "Country / Region",
      "countrySelectDefault": "Select a country...",
      "address1Label": "Street address",
      "address1Placeholder": "E.g., 123 Main St",
      "address2Label": "Apartment, suite, etc. (Optional)",
      "address2Placeholder": "E.g., Apartment 4B",
      "postalCodeLabel": "Postal Code",
      "cityLabel": "City",
      "provinceLabel": "Province",
      "stateLabel": "State",
      "regionLabel": "Region",
      "provinceSelectDefault": "Please select...",
      "phoneLabel": "Phone",
      "phoneHelpText": "Required for delivery updates.",
      "emailLabel": "Email address",
      "emailHelpText": "For order confirmation.",
      "createPasswordLabel": "Create account password",
      "createPasswordHelpText": "Your account will be created using this email and password.",
      "orderNotesLabel": "Order notes (Optional)",
      "differentBillingLabel": "Bill to a different address?",
      "showPasswordAriaLabel": "Show password",
      "hidePasswordAriaLabel": "Hide password"
    }
  },
  "reviews": {
    "loginPrompt": {
      "text": "Want to leave a review?",
      "link": "Log in here",
      "suffix": "to share your thoughts (you'll be redirected back here)."
    },
    "addReviewTitle": "Add Your Review",
    "ratingLabel": "Your Rating",
    "ratingAriaLabel": "Rate {count} out of 5 stars",
    "commentLabel": "Your Review",
    "commentPlaceholder": "Write your review here...",
    "commentHint": "Share your experience with this product.",
    "submitButton": "Submit Review"
  },
  "productOptions": {
    "chooseOptionLabel": "Choose an option",
    "addToCartButton": "Add to Cart",
    "outOfStockButton": "Out of Stock"
  },
  "addressesPage": {
    "billingBadge": "Billing",
    "shippingBadge": "Shipping",
    "editButton": "Edit",
    "deleteButton": "Delete",
    "addModalTitle": "Add New Address",
    "editModalTitle": "Edit Address",
    "form": {
      "firstNameLabel": "First name",
      "lastNameLabel": "Last name",
      "countryLabel": "Country / Region",
      "address1Label": "Street address",
      "address2Label": "Apartment, suite, etc. (Optional)",
      "companyLabel": "Company (Optional)",
      "cityLabel": "City",
      "postalCodeLabel": "Postal Code",
      "phoneLabel": "Phone",
      "emailLabel": "Email address",
      "addressTypeLegend": "Address Type",
      "billingCheckboxLabel": "Use as billing address",
      "shippingCheckboxLabel": "Use as shipping address",
      "cancelButton": "Cancel",
      "submitAddButton": "Add Address",
      "submitUpdateButton": "Save Changes"
    }
  },
  "forms": {
    "pendingText": "Processing..."
  },
  "account": {
    "loyaltyPage": {
      "mainTitle": "My Loyalty Program",
      "balanceTitle": "Your Current Balance",
      "pointsSingular": "point",
      "pointsPlural": "points",
      "cartPointsInfo": "1 point = €0.10 discount in cart",
      "howToEarnTitle": "How to Earn Points",
      "referralTitle": "Refer a Friend",
      "referralFooterText": "Share your link with friends to earn more points!",
      "referralLinkLabel": "Your referral link",
      "referralCopyTitle": "Copy Link",
      "boxes": {
        "box1": {
          "title": "Earn 1 point for every €1 spent!",
          "description": "Points Earned: 1 POINT / €1.00"
        },
        "box2": {
          "title": "Review a product & get 10 points!",
          "description": "Points Earned: 10 POINTS"
        },
        "box3": {
          "title": "Get 50 points for signing up!",
          "description": "Points Earned: 50 POINTS"
        },
        "box4": {
          "title": "You Earn: 1 point per €1 spent by referral (first order > €30)",
          "description": "Points Earned: 1 POINT / €1.00"
        },
        "box5": {
          "title": "Friend Earns: 50 points on their first order!",
          "description": "Points Earned by Friend: 50 POINTS"
        }
      }
    }
  },
  "outOfStockModal": {
    "closeButtonSR": "Close modal",
    "title": "Items Unavailable",
    "mainMessage": "We regret to inform you that some items previously in your cart are no longer available.",
    "removedItemsHeader": "Item(s) removed from cart:",
    "similarProductsTitle": "Similar Products",
    "similarProductsMessage": "We sincerely apologize for this inconvenience. <br /> Here is a list of similar products you might be interested in:"
  },
  "global": {
    "loading": "Loading...",
    "cartDataError": "Cart data not available. Please refresh.",
    "brandName": "MonPlanCBD"
  },
  "ageVerification": {
    "title": "Are you over 18 years old?",
    "noButton": "No",
    "yesButton": "Yes"
  },
  "productPage": {
    "priceInfoSR": "Product information",
    "outOfStock": "Out of stock",
    "timer": {
      "mainText": "Order within the next",
      "disclaimer": "for same-day dispatch (Monday to Friday)."
    }
  },
  "paymentPage": {
    "metadataTitle": "Payment - MonPlanCBD",
    "totalSummary": {
      "title": "Payment Summary",
      "totalAmountLabel": "Total amount to pay:",
      "shippingCostText": "(includes {cost}€ shipping)",
      "privacyPolicyText": "Your personal data will be used to process your order, support your experience throughout this website, and for other purposes described in our ",
      "privacyPolicyLinkText": "privacy policy.",
      "noMethodButtonText": "Please select a payment method",
      "bankTransferButtonText": "Confirm Order (Bank Transfer)",
      "cardPaymentButtonText": "Proceed to Secure Payment"
    },
    "paymentMethods": {
      "title": "Payment Method",
      "cardTitle": "Credit Card (3D Secure)",
      "cardImageAlt": "CB Visa Mastercard Logos",
      "cardDescription": "Choosing this method allows you to pay securely through our bank's server.",
      "bankTransferTitle": "Bank Transfer",
      "bankTransferDescription": "Pay directly from your bank account. Please use your Order ID as the payment reference. Your order will not ship until funds are received."
    },
    "orderSummary": {
      "removePointsAriaLabel": "Remove loyalty points"
    }
  },
  "areYouCustomer": {
    "promptText": "Already have an account?",
    "loginLinkText": "Log in",
    "suffixText": "to see your benefits."
  },
  "discountMessages": {
    "minAmount": "Minimum spend of €{amount} required for this discount.",
    "maxAmount": "Maximum spend of €{amount} allowed for this discount.",
    "excludePromo": "Cannot be used with sale items currently in your cart.",
    "individualUse": "This discount cannot be combined with other discounts.",
    "cartExcludeProducts": "Please remove {products} from your cart to use this discount.",
    "cartExcludeCategories": "Please remove items from the following categories: {categories}.",
    "cartRequireProducts": "Requires {products} to be in your cart.",
    "cartRequireCategories": "Requires at least one item from: {categories}.",
    "itemExcludeProducts": "Discount not applicable to {products}. Add other eligible items.",
    "itemExcludeCategories": "Discount not applicable to items from {categories}. Add items from other categories."
  },
  "alerts": {
    "sessionExpired": {
      "title": "Session Expired",
      "text": "Your order details are no longer available. Your session may have expired or been cleared."
    },
    "payment": {
      "prepareError": {
        "title": "Order Error",
        "text": "Could not prepare your order summary. Please try again."
      }
    },
    "referral": {
      "copy": {
        "success": {
          "title": "Copied!",
          "text": "Referral link copied to clipboard!"
        },
        "error": {
          "title": "Copy Error",
          "text": "Could not copy link. Please try again."
        }
      }
    },
    "auth": {
      "cartConflict": {
        "remoteSelected": {
          "title": "Saved Cart Restored",
          "text": "Your previously saved cart has been loaded. You can now proceed with your order."
        },
        "localSelected": {
          "title": "Current Cart Kept",
          "text": "You've chosen to keep your current cart. Your previously saved cart has been discarded."
        }
      },
      "logoutSuccess": {
        "title": "Logout Successful",
        "text": "You have been successfully logged out."
      },
      "logoutError": {
        "title": "Logout Error",
        "text": "An error occurred while logging out. Please try again."
      },
      "logoutFailed": {
        "title": "Logout Failed",
        "text": "Logout failed. Please try again or contact support."
      }
    },
    "addReview": {
      "success": {
        "title": "Review Submitted",
        "text": "Your review has been submitted and is pending approval."
      },
      "error400": {
        "title": "Submission Error",
        "text": "Could not submit review. Please check your rating and comment."
      },
      "error401": {
        "title": "Login Required",
        "text": "Please log in to submit a review."
      },
      "error500": {
        "title": "Server Error",
        "text": "Could not submit review due to a server error. Please try again."
      },
      "defaultError": {
        "title": "Submission Error",
        "text": "An unknown error occurred while submitting your review."
      },
      "error403": {
        "title": "Already Reviewed",
        "text": "You seem to have already reviewed this product."
      }
    },
    "genericError": {
      "title": "Error",
      "text": "An unexpected error occurred."
    },
    "cart": {
      "cartEmptied": {
        "title": "Cart Emptied",
        "text": "Your cart has been successfully emptied."
      },
      "emptyCartButton": "Empty Cart",
      "insufficientStockIncrement": {
        "title": "Stock Limited",
        "text": "Insufficient stock to add more {name} ({option}{per})."
      },
      "productAdded": {
        "title": "Added to Cart",
        "text": "{option}{per} - {name} added to cart."
      },
      "insufficientStock": {
        "title": "Insufficient Stock",
        "text": "Insufficient stock for the {option}{per} option."
      },
      "quantityAdded": {
        "title": "Quantity Updated",
        "text": "{option}{per} of {name} added."
      },
      "quantityRemoved": {
        "title": "Quantity Updated",
        "text": "{option}{per} of {name} removed."
      },
      "productRemoved": {
        "title": "Product Removed",
        "text": "{name} removed from cart."
      },
      "discountRemoved": {
        "title": "Code Removed",
        "text": "Discount code {name} removed."
      },
      "pointsRemoved": {
        "title": "Points Removed",
        "text": "Loyalty points removed."
      },
      "discountApplied": {
        "title": "Discount Applied",
        "text": "Discount code {name} applied."
      },
      "promoCodeApplied": {
        "title": "Code Applied",
        "text": "Promo code applied successfully!"
      },
      "promoCodeAlreadyApplied": {
        "title": "Already Applied",
        "text": "This promo code is already applied."
      },
      "promoCodeInvalid": {
        "title": "Invalid Code",
        "text": "Invalid or inapplicable promo code."
      }
    },
    "signUp": {
      "success": {
        "title": "Signup Successful",
        "text": "Your account has been created successfully!"
      },
      "error409": {
        "title": "Email Exists",
        "text": "This email is already registered. Redirecting to login..."
      },
      "error400": {
        "title": "Invalid Information",
        "text": "Please check the information provided."
      },
      "error422": {
        "title": "Validation Error",
        "text": "Some information is invalid. Please review the form."
      },
      "error500": {
        "title": "Server Error",
        "text": "Could not create account due to a server error. Please try again."
      },
      "defaultError": {
        "title": "Signup Error",
        "text": "An unknown error occurred during signup."
      }
    },
    "signIn": {
      "success200": {
        "title": "Success",
        "text": "Login successful!"
      },
      "error401": {
        "title": "Login Error",
        "text": "Incorrect email or password."
      },
      "info204": {
        "title": "Account Not Found",
        "text": "No account found with this email."
      },
      "error500": {
        "title": "Server Error",
        "text": "Technical issue, please try again later."
      },
      "defaultError": {
        "title": "Error",
        "text": "An error occurred."
      }
    },
    "profile": {
      "infos": {
        "200": {
          "text": "You have successfully updated your infos",
          "title": "Update successful"
        },
        "400": {
          "text": "One of the infos you've provided is missing",
          "title": "Warning"
        },
        "401": {
          "text": "Incorrect old password",
          "title": "Warning"
        },
        "409": {
          "text": "e-mail already exists",
          "title": "Warning"
        },
        "422": {
          "text": "There is a semantic error in the infos you've provided",
          "title": "Warning"
        }
      },
      "addresses": {
        "delete": {
          "200": {
            "title": "Address Deleted",
            "text": "Address successfully deleted."
          },
          "400": {
            "title": "Invalid Request",
            "text": "Address ID is missing."
          },
          "500": {
            "title": "Server Error",
            "text": "Could not delete address. Please try again."
          }
        },
        "add": {
          "200": {
            "title": "Address Added",
            "text": "Address added successfully."
          },
          "400": {
            "title": "Invalid Information",
            "text": "Please check the address details provided."
          },
          "409": {
            "title": "Error",
            "text": "Could not add address. Please try again."
          },
          "422": {
            "title": "Validation Error",
            "text": "Some address information is invalid."
          }
        },
        "update": {
          "200": {
            "title": "Address Updated",
            "text": "Address updated successfully."
          },
          "400": {
            "title": "Invalid Information",
            "text": "Please check the address details provided."
          },
          "422": {
            "title": "Validation Error",
            "text": "Some address information is invalid."
          }
        }
      }
    },
    "accountCreation": {
      "success200": {
        "title": "Account Created",
        "text": "Account created & logged in successfully!"
      },
      "error409": {
        "title": "Email Exists",
        "text": "This email is already registered. Redirecting you to login..."
      },
      "error500": {
        "title": "Server Error",
        "text": "Server error during account creation. Please try again later."
      },
      "genericError": {
        "title": "Error",
        "text": "An error occurred. Please try again."
      },
      "defaultError": {
        "title": "Error",
        "text": "An unknown error occurred. Please try again."
      }
    },
    "forgotPassword": {
      "success204": {
        "title": "Email Sent",
        "text": "If an account exists for this email, a password reset link has been sent."
      },
      "error40x": {
        "title": "Unknown Email",
        "text": "No account found with this email address."
      },
      "error500": {
        "title": "Server Error",
        "text": "Error processing request. Please try again."
      },
      "error400": {
        "title": "Invalid Request",
        "text": "Please check the email address provided."
      },
      "defaultError": {
        "title": "Error",
        "text": "An error occurred. Please try again."
      }
    }
  }
}
