{
  "cookieConsent": {
    "bannerAriaLabel": "Banner de Consentimiento de Cookies",
    "description": "Utilizamos cookies esenciales para el funcionamiento del sitio. Con tu consentimiento, también usamos cookies funcionales (ej: recordar idioma) y herramientas de análisis (ej: información del dispositivo) para mejorar tu experiencia. Lee nuestra",
    "link": "política de cookies",
    "policyLinkText": "Política de Cookies",
    "acceptAllButton": "Aceptar Todo",
    "rejectAllButton": "Rechazar Todo",
    "customizeButton": "Personalizar",
    "modalTitle": "Preferencias de Cookies",
    "modalDescription": "Gestiona tus preferencias de consentimiento a continuación. Los cambios se guardarán al hacer clic en 'Guardar Preferencias'.",
    "necessaryTitle": "Cookies Estrictamente Necesarias",
    "necessaryDescription": "Estas cookies son esenciales para que el sitio web funcione y no se pueden desactivar.",
    "functionalTitle": "Cookies Funcionales",
    "functionalDescription": "Estas cookies recuerdan tus preferencias (ej: idioma elegido) para mejorar tu experiencia.",
    "analyticsTitle": "Análisis y Mejora",
    "analyticsDescription": "Estas cookies nos permiten recopilar información anónima (tipo de dispositivo, dirección IP) para entender cómo los visitantes usan nuestro sitio y ayudarnos a mejorarlo.",
    "saveButton": "Guardar Preferencias",
    "cancelButton": "Cancelar",
    "closeButtonAriaLabel": "Cerrar modal de preferencias",
    "cookiePreferencesLink": "Preferencias de Cookies"
  },
  "cartConflictModal": {
    "title": "Conflicto de Carrito Detectado",
    "description": "Tienes artículos en tu carrito actual y un carrito diferente fue guardado en tu cuenta de una sesión anterior. Por favor, elige cuál te gustaría conservar.",
    "localCartTitle": "Tu Carrito Actual",
    "remoteCartTitle": "Tu Carrito Guardado",
    "keepLocalButton": "Mantener Carrito Actual",
    "useRemoteButton": "Usar Carrito Guardado",
    "totalLabel": "Total",
    "closeAriaLabel": "Cerrar y mantener el carrito actual"
  },
  "cookiePolicy": {
    "metadata": {
      "title": "Política de Cookies | MonPlanCBD",
      "description": "Comprende cómo MonPlanCBD utiliza cookies y tecnologías similares en nuestro sitio web. Infórmate sobre los datos necesarios, funcionales y analíticos."
    },
    "pageTitle": "Política de Cookies",
    "lastUpdated": "Última actualización: 05 de mayo de 2025",
    "section1": {
      "title": "1. ¿Qué son las Cookies?",
      "para1": "Las cookies son pequeños archivos de texto que se colocan en tu dispositivo (ordenador, tableta, smartphone) cuando visitas un sitio web. Se utilizan ampliamente para hacer que los sitios web funcionen, o funcionen de manera más eficiente, así como para proporcionar información a los propietarios del sitio.",
      "para2": "Esta política explica cómo utilizamos las cookies y tecnologías similares (como localStorage) en MonPlanCBD. Para obtener información sobre cómo manejamos tus datos personales en general, consulta nuestra Política de Privacidad."
    },
    "section2": {
      "title": "2. Cómo Usamos las Cookies y Tecnologías Similares",
      "para1": "Utilizamos cookies y localStorage por varias razones, principalmente para asegurar que nuestro sitio web funcione correctamente, recordar tus preferencias y ayudarnos a entender cómo usas nuestro sitio para poder mejorarlo."
    },
    "section3": {
      "title": "3. Tipos de Cookies y Datos que Utilizamos",
      "necessary": {
        "title": "Cookies y Almacenamiento Estrictamente Necesarios",
        "para1": "Son esenciales para el funcionamiento de nuestro sitio web y no se pueden desactivar en nuestros sistemas. Generalmente, solo se configuran en respuesta a acciones realizadas por ti que equivalen a una solicitud de servicios, como iniciar sesión o gestionar tu sesión.",
        "para2": "Puedes configurar tu navegador para bloquear o alertarte sobre estos elementos, pero algunas partes del sitio no funcionarán.",
        "cookie1": {
          "name": "accessToken",
          "purpose": "Autentica tu sesión iniciada.",
          "duration": "Sesión (o más si se actualiza)"
        },
        "cookie2": {
          "name": "refreshToken",
          "purpose": "Actualiza de forma segura tu token de acceso para continuar la sesión.",
          "duration": "Largo plazo (según configuración)"
        },
        "storage": {
          "name": "user_consent_preferences_v1 (localStorage)",
          "purpose": "Almacena tus elecciones de consentimiento de cookies.",
          "duration": "Persistente (hasta borrar)"
        }
      },
      "functional": {
        "title": "Cookies y Almacenamiento Funcionales",
        "para1": "Permiten que el sitio web proporcione una funcionalidad y personalización mejoradas. Pueden ser establecidas por nosotros o por proveedores externos cuyos servicios hemos agregado a nuestras páginas. Solo se utilizan si das tu consentimiento.",
        "para2": "Si no permites estos elementos, es posible que algunos o todos estos servicios no funcionen correctamente.",
        "cookie1": {
          "name": "NEXT_LOCALE",
          "purpose": "Recuerda tu idioma preferido.",
          "duration": "Persistente (típicamente 1 año)"
        },
        "storage1": {
          "name": "age_verified (localStorage)",
          "purpose": "Recuerda que has confirmado ser mayor de 18 años.",
          "duration": "Persistente (hasta borrar)"
        }
      },
      "analytics": {
        "title": "Datos de Análisis y Mejora",
        "para1": "Con tu consentimiento, recopilamos cierta información para ayudarnos a entender cómo interactúan los visitantes con nuestro sitio web. Estos datos nos ayudan a mejorar el rendimiento del sitio y la experiencia del usuario.",
        "para2": "Estos datos se recopilan de forma anónima siempre que sea posible y no se utilizan para identificarte personalmente con fines de marketing.",
        "data1": {
          "name": "Dirección IP (Anonimizada si es posible)"
        },
        "data2": {
          "name": "Cadena User Agent (Tipo de navegador y SO)"
        },
        "data3": {
          "name": "Información del dispositivo (ej: Tamaño de pantalla, tipo)"
        },
        "para3": "Esta información solo se recopila si consientes 'Análisis y Mejora'."
      }
    },
    "section4": {
      "title": "4. Cookies de Terceros",
      "para1": "Algunas características de nuestro sitio pueden utilizar cookies establecidas por otras empresas (cookies de terceros). Por ejemplo, si integramos contenido de otro sitio.",
      "para2": "A continuación, enumeramos las principales cookies de terceros potenciales. Por favor, revisa sus respectivas políticas de privacidad para obtener más información.",
      "service1": {
        "purpose": "Utilizado por Google Analytics para distinguir usuarios y rastrear el uso del sitio web.",
        "duration": "Variable (ej: 2 años para _ga)",
        "policyLink": "Leer la política de privacidad de Google"
      }
    },
    "section5": {
      "title": "5. Gestionar Tus Preferencias",
      "para1": "Tienes control sobre las cookies no esenciales y la recopilación de datos utilizada en nuestro sitio.",
      "para2": "Puedes cambiar tus preferencias de consentimiento en cualquier momento haciendo clic en el enlace '{preferencesLink}', que generalmente se encuentra en el pie de página de nuestro sitio web. Esto te permitirá ajustar las opciones para el consentimiento Funcional y de Análisis y guardar tus elecciones.",
      "preferencesLinkText": "Preferencias de Cookies",
      "para3": "Además, la mayoría de los navegadores web permiten cierto control sobre la mayoría de las cookies a través de la configuración del navegador. Para obtener más información sobre las cookies, incluido cómo ver qué cookies se han configurado, visita www.aboutcookies.org o www.allaboutcookies.org (en inglés). Descubre cómo gestionar las cookies en los navegadores populares:",
      "para4": "Ten en cuenta que bloquear las cookies estrictamente necesarias puede afectar la funcionalidad del sitio web."
    },
    "section6": {
      "title": "6. Uso de Local Storage",
      "para1": "Además de las cookies, utilizamos el mecanismo localStorage de tu navegador. A diferencia de las cookies, los datos en localStorage no se envían automáticamente al servidor con cada solicitud. Lo usamos para:",
      "item1": {
        "name": "Datos del Carrito (`cart`)",
        "purpose": "Almacenar temporalmente los artículos que agregas a tu carrito de compras durante tu sesión de navegación actual."
      },
      "item2": {
        "name": "Datos del Pedido (`order`)",
        "purpose": "Guardar los detalles de tu pedido mientras avanzas en el proceso de pago, antes del envío final."
      },
      "item3": {
        "name": "Datos del Usuario (`userData`)",
        "purpose": "Almacenar en caché parte de la información de tu cuenta localmente para un acceso más rápido después de iniciar sesión."
      },
      "item4": {
        "name": "Verificación de Edad (`age_verified`)",
        "purpose": "Recordar que has confirmado cumplir con el requisito de edad mínima, evitando comprobaciones repetidas."
      },
      "para2": "Puedes borrar el localStorage a través de la configuración de tu navegador, pero esto puede resultar en la pérdida del contenido actual de tu carrito o requerir que inicies sesión o verifiques tu edad nuevamente."
    },
    "section7": {
      "title": "7. Cambios a Esta Política",
      "para1": "Podemos actualizar esta Política de Cookies de vez en cuando para reflejar cambios en nuestras prácticas o por otras razones operativas, legales o regulatorias. Te recomendamos revisar esta política periódicamente."
    },
    "section8": {
      "title": "8. Contáctanos",
      "para1": "Si tienes preguntas sobre nuestro uso de cookies o esta política, contáctanos en {emailLink} o consulta nuestra {privacyPolicyLink} completa.",
      "privacyPolicyLinkText": "Política de Privacidad"
    },
    "contactEmail": "contact@monplancbd.fr"
  },
  "trustpilot": "Consulta nuestras reseñas:",
  "categoryPageContent": {
    "fleurs-cbd": {
      "sectionTitle": "Nuestras Flores CBD: Naturaleza, Aromas y Relajación",
      "descriptionPara1": "Descubre la autenticidad y riqueza de nuestras flores CBD seleccionadas con el mayor rigor. Cultivadas en Europa según métodos respetuosos (Interior 🏠, Invernadero 🌿, Exterior ☀️), nuestras variedades ofrecen una diversidad de perfiles aromáticos y niveles de CBD para satisfacer cada necesidad. Ya sea que busques comprar flores CBD para una relajación profunda por la noche o un apoyo ligero durante el día, MonPlanCBD te ofrece lo mejor de la naturaleza.",
      "descriptionPara2": "Cada flor es cuidadosamente manicurada y conservada para preservar sus terpenos naturales y cannabinoides. Explora nuestro catálogo para encontrar la mejor flor CBD que coincida con tus preferencias: notas afrutadas 🍓, terrosas 🌲, amaderadas o especiadas 🔥, tenemos la variedad para ti. Todas nuestras flores respetan el límite legal de THC inferior al 0,3%.",
      "benefitsTitle": "¿Por Qué Elegir Nuestras Flores de CBD?",
      "benefitsItem1": "✨ Calidad Premium: Selección rigurosa de las mejores genéticas y cultivos.",
      "benefitsItem2": "🔬 Análisis Independientes: Niveles de CBD y THC (<0.3%) verificados por laboratorios externos.",
      "benefitsItem3": "👃 Riqueza Aromática: Perfiles terpénicos preservados para una experiencia olfativa y gustativa óptima.",
      "benefitsItem4": "🧘 Efectos Relajantes: Ideales para la relajación, el bienestar y el manejo diario del estrés.",
      "benefitsItem5": "🌱 Trazabilidad Garantizada: Origen y métodos de cultivo transparentes.",
      "faqTitle": "Preguntas Frecuentes sobre las Flores CBD",
      "faq1Question": "¿Cómo consumir las flores de CBD?",
      "faq1Answer": "Las flores de CBD se pueden consumir de varias maneras: en infusión (con una sustancia grasa), mediante vaporización (método recomendado para preservar los aromas y evitar la combustión), o en la cocina. La venta de flores de CBD para fumar está prohibida en Francia.",
      "faq2Question": "¿Cuáles son los efectos de las flores CBD?",
      "faq2Answer": "Los efectos varían según la variedad y la persona, pero generalmente se asocian con la relajación, el alivio muscular, una mejora del estado de ánimo y un potencial alivio del estrés y la ansiedad, sin efectos psicotrópicos.",
      "faq3Question": "¿Qué flor CBD elegir?",
      "faq3Answer": "La elección depende de tus preferencias (aromas, cultivo Interior/Invernadero/Exterior) y del efecto deseado. Consulta nuestras descripciones detalladas o contacta con nuestro servicio de atención al cliente para un consejo personalizado y encontrar la mejor flor CBD para ti.",
      "moreInfoText": "¿Quieres profundizar tus conocimientos sobre las flores de cáñamo y el CBD?",
      "blogLinkText": "Visita nuestro Blog experto",
      "descriptionMetaTag": "Descubre nuestra selección premium de flores CBD: Indoor, Greenhouse y Outdoor. Aromas únicos, relajación natural. Calidad probada <0.3% THC | MonPlanCBD."
    },
    "pollens-resines-hash-cbd": {
      "sectionTitle": "Resinas y Pólenes CBD: Concentración y Aromas Intensos",
      "descriptionPara1": "Explora la riqueza y potencia de nuestras resinas y pólenes CBD, productos concentrados derivados de los tricomas resinosos de la planta de cáñamo. Perfecta para quienes buscan una experiencia CBD más intensa o sabores más marcados, nuestra selección incluye diversas texturas: desde polen desmenuzable 🍂 hasta resinas más compactas y maleables ✨, pasando por extracciones modernas.",
      "descriptionPara2": "Cada hachís CBD o polen se elabora cuidadosamente para maximizar la concentración de cannabinoides y preservar un rico perfil terpénico, garantizando aromas profundos y efectos potencialmente más pronunciados. Ideal para la vaporización o la infusión (siempre con una sustancia grasa), es una excelente alternativa para diversificar tu consumo de CBD. Naturalmente, todos nuestros productos respetan el límite legal del 0,3% de THC.",
      "benefitsTitle": "Las Ventajas de Nuestras Resinas y Pólenes CBD",
      "benefitsItem1": "✨ Alta Concentración: Alto contenido de CBD y otros cannabinoides para efectos potencialmente mejorados.",
      "benefitsItem2": "👃 Perfil Aromático Intenso: Riqueza en terpenos para sabores potentes y complejos.",
      "benefitsItem3": "👐 Texturas Variadas: Desde polen ligero hasta resinas densas, elige según tus preferencias de manipulación.",
      "benefitsItem4": "🔬 Calidad Controlada: Extraídos de plantas de cáñamo seleccionadas y analizados por laboratorios independientes.",
      "benefitsItem5": "⚖️ Conformidad Legal: Nivel de THC siempre inferior al 0,3% para un consumo tranquilo.",
      "faqTitle": "Preguntas Frecuentes sobre Resinas y Pólenes CBD",
      "faq1Question": "¿Cuál es la diferencia entre el polen y la resina de CBD?",
      "faq1Answer": "El polen (o skuff) suele ser más seco y desmenuzable, recolectado tamizando los tricomas. La resina (o hachís) a menudo se prensa (en caliente o en frío) a partir del polen o los tricomas, resultando en una textura más compacta, pegajosa o aceitosa.",
      "faq2Question": "¿Cómo usar las resinas y pólenes de CBD?",
      "faq2Answer": "La vaporización a temperatura controlada es el método más recomendado para apreciar plenamente los aromas y efectos. La infusión en una sustancia grasa (leche, aceite) también es posible. Algunos también los añaden a la cocina.",
      "faq3Question": "¿Son las resinas de CBD más fuertes que las flores?",
      "faq3Answer": "Generalmente sí, ya que son concentrados de cannabinoides y terpenos. El nivel de CBD suele ser más alto que en las flores, lo que puede llevar a efectos percibidos como más intensos. Empieza siempre con una pequeña cantidad.",
      "moreInfoText": "¿Tienes curiosidad por saber más sobre los métodos de extracción y las especificidades de los concentrados de CBD?",
      "blogLinkText": "Explora nuestro Blog especializado",
      "descriptionMetaTag": "Explora resinas y pólenes CBD concentrados. Potencia, sabores intensos y texturas variadas. Calidad garantizada <0.3% THC | MonPlanCBD."
    },
    "moonrocks-cbd": {
      "sectionTitle": "Moonrocks CBD: La Experiencia Definitiva de Potencia",
      "descriptionPara1": "¡Prepárate para despegar hacia otra dimensión de relajación con nuestras Moonrocks CBD 🌠! Consideradas el caviar del CBD, las Moonrocks son una creación única: una flor CBD premium 🌿, generosamente recubierta de aceite o destilado CBD concentrado 💧, y luego envuelta en un delicado polen (kief) rico en cannabinoides y terpenos ✨. ¿El resultado? Un producto de potencia excepcional y complejidad aromática fuera de lo común.",
      "descriptionPara2": "Las CBD Moonrocks están dirigidas a consumidores experimentados que buscan los efectos más marcados del CBD. Debido a su composición densa y rica, son ideales para momentos de relajación profunda. Recomendamos desmenuzarlas delicadamente a mano (evita el grinder) y usarlas en vaporización o como complemento en tus infusiones. Por supuesto, nuestras Moonrocks respetan rigurosamente el límite legal del 0,3% de THC.",
      "benefitsTitle": "¿Por Qué Enamorarse de Nuestras Moonrocks CBD?",
      "benefitsItem1": "🚀 Potencia Máxima: Combinación de flor, aceite y polen para una concentración de CBD muy alta.",
      "benefitsItem2": "🌌 Efecto Séquito Optimizado: Sinergia potente entre diversos cannabinoides y terpenos.",
      "benefitsItem3": "🤩 Experiencia Única: Textura y aspecto distintivos para un descubrimiento sensorial incomparable.",
      "benefitsItem4": "👃 Aromas Complejos: Fusión de los perfiles terpénicos de la flor, el aceite y el polen.",
      "benefitsItem5": "💎 Calidad Excepcional: Fabricadas a partir de nuestros mejores ingredientes CBD y controladas.",
      "faqTitle": "Preguntas Frecuentes sobre las Moonrocks CBD",
      "faq1Question": "¿Qué es exactamente una Moonrock CBD?",
      "faq1Answer": "Es un producto CBD de \"triple capa\": una flor de CBD de alta calidad se sumerge o recubre con un extracto concentrado de CBD (aceite, destilado) y luego se cubre completamente con polen CBD (kief).",
      "faq2Question": "¿Cómo consumir una Moonrock CBD?",
      "faq2Answer": "Evita triturarla con grinder ya que el aceite la haría pegajosa. Desmenúzala delicadamente con la mano o con tijeras. La vaporización es el método ideal para apreciar los sabores. También puedes añadir pequeños trozos a tus infusiones (con una sustancia grasa) o en otras preparaciones.",
      "faq3Question": "¿Son las Moonrocks mucho más fuertes?",
      "faq3Answer": "Sí, debido a su altísima concentración de CBD que combina flor, aceite y polen, los efectos percibidos pueden ser significativamente más intensos que los de las flores o resinas clásicas. Se aconseja comenzar con una cantidad muy pequeña.",
      "moreInfoText": "¿Intrigado por estas pepitas de CBD? Descubre más detalles sobre su fabricación y uso.",
      "blogLinkText": "Lee nuestros artículos dedicados",
      "descriptionMetaTag": "La experiencia CBD definitiva: ¡descubre nuestras Moonrocks CBD! Flor + aceite + polen para potencia y aromas inigualables. Garantía <0.3% THC | MonPlanCBD."
    },
    "huiles-cbd": {
      "sectionTitle": "Aceites CBD: Bienestar y Equilibrio Diario",
      "descriptionPara1": "Integra fácilmente los beneficios del CBD en tu rutina con nuestra gama de aceites CBD de alta calidad 💧. Diseñados para una absorción sublingual óptima (debajo de la lengua), nuestros aceites ofrecen un método práctico y discreto para disfrutar del cannabidiol. Cada frasco está equipado con una pipeta cuentagotas para una dosificación precisa y personalizada.",
      "descriptionPara2": "Ofrecemos aceites CBD Full Spectrum (espectro completo), que contienen todos los cannabinoides (CBD, CBG, CBN...), terpenos y flavonoides presentes de forma natural en el cáñamo (THC < 0,3%), favoreciendo el efecto séquito. Para aquellos que prefieren evitar cualquier rastro de THC, nuestros aceites Broad Spectrum (amplio espectro) son ideales. Disponibles en diversas concentraciones (del 5% al 40% y más), puedes elegir el aceite de CBD que mejor se adapte a tus necesidades y sensibilidad.",
      "benefitsTitle": "Las Ventajas de Nuestros Aceites CBD",
      "benefitsItem1": "✅ Facilidad de Uso: Dosificación precisa gracias a la pipeta cuentagotas.",
      "benefitsItem2": "⚡ Absorción Rápida: La vía sublingual permite una absorción eficiente de los cannabinoides.",
      "benefitsItem3": "🌿 Espectros Variados: Elige entre Full Spectrum (efecto séquito) y Broad Spectrum (sin THC).",
      "benefitsItem4": "📊 Múltiples Concentraciones: Adapta la potencia de tu aceite CBD a tus necesidades específicas.",
      "benefitsItem5": "🔬 Calidad y Pureza: Aceites derivados de extracciones de CO2 supercrítico o etanol, testados en laboratorio.",
      "faqTitle": "Preguntas Frecuentes sobre los Aceites CBD",
      "faq1Question": "¿Cómo tomar el aceite de CBD?",
      "faq1Answer": "Coloca el número deseado de gotas debajo de tu lengua usando la pipeta. Deja actuar durante 60 a 90 segundos antes de tragar. Esto permite una absorción directa a través de las membranas mucosas sublinguales.",
      "faq2Question": "¿Qué concentración de aceite CBD elegir?",
      "faq2Answer": "Depende de tu experiencia con el CBD, tu peso y el efecto deseado. A menudo se aconseja comenzar con una concentración baja (5% o 10%) y ajustar gradualmente la dosis (número de gotas) o la concentración si es necesario.",
      "faq3Question": "Aceite Full Spectrum o Broad Spectrum: ¿cuál es la diferencia?",
      "faq3Answer": "El aceite Full Spectrum contiene todos los compuestos del cáñamo, incluyendo trazas de THC (<0.3%), lo que favorece el efecto séquito (sinergia de componentes). El aceite Broad Spectrum también contiene muchos cannabinoides y terpenos, pero se le ha eliminado el THC.",
      "moreInfoText": "¿Necesitas ayuda para elegir tu aceite o entender las dosis?",
      "blogLinkText": "Consulta nuestras guías completas sobre CBD",
      "descriptionMetaTag": "Encuentra tu aceite CBD ideal (5-40%) en MonPlanCBD. Full/Broad Spectrum para bienestar diario. Dosis precisa, rápida absorción sublingual."
    },
    "infusions-cbd": {
      "sectionTitle": "Infusiones CBD: Suavidad y Bienestar para Saborear",
      "descriptionPara1": "Disfruta de un momento de calma y serenidad con nuestra selección de infusiones CBD 🌱. Perfectas para una pausa relajante en cualquier momento del día, nuestras tisanas combinan los beneficios calmantes del CBD con las virtudes tradicionales de otras plantas cuidadosamente seleccionadas (manzanilla, verbena, menta...). Una forma suave y natural de invitar a la relajación a tu vida diaria.",
      "descriptionPara2": "Nuestras tisanas CBD se preparan a partir de cáñamo de calidad e ingredientes naturales. Para una eficacia óptima, recomendamos añadir una sustancia grasa (como un toque de leche entera, aceite de coco o mantequilla) a tu infusión caliente, ya que el CBD es liposoluble. Descubre nuestras mezclas diseñadas para la relajación 💤, la digestión o simplemente por el placer de una bebida caliente reconfortante, siempre con menos del 0,3% de THC.",
      "benefitsTitle": "Las Ventajas de Nuestras Infusiones con CBD",
      "benefitsItem1": "😌 Enfoque Suave: Un método de consumo progresivo y no intimidante del CBD.",
      "benefitsItem2": "☕ Ritual de Bienestar: Convierte tu pausa para el té o la tisana en un momento de relajación enriquecido.",
      "benefitsItem3": "🌿 Sinergia Natural: Asociación del CBD con otras plantas con propiedades beneficiosas.",
      "benefitsItem4": "😋 Sabores Agradables: Mezclas aromáticas para una degustación placentera.",
      "benefitsItem5": "💧 Hidratación y CBD: Combina los beneficios de la hidratación y del cannabidiol.",
      "faqTitle": "Preguntas Frecuentes sobre las Infusiones CBD",
      "faq1Question": "¿Realmente necesito añadir grasa a mi infusión de CBD?",
      "faq1Answer": "Sí, es muy recomendable. El CBD no es soluble en agua sino en grasas (liposoluble). Añadir una sustancia grasa como leche, nata, aceite de coco o mantequilla permite una mejor extracción y absorción del CBD por tu organismo.",
      "faq2Question": "¿Cuáles son los efectos de una tisana de CBD?",
      "faq2Answer": "Los efectos suelen ser más suaves y aparecen más lentamente que con un aceite sublingual, ya que el CBD pasa por el sistema digestivo. A menudo se describen como promotores de la relajación general, la calma y el bienestar, reforzados por las otras plantas presentes.",
      "faq3Question": "¿Cuándo beber una infusión de CBD?",
      "faq3Answer": "Depende de la mezcla y de tus necesidades. Algunas son ideales por la noche para favorecer la relajación antes de dormir, mientras que otras se pueden disfrutar durante el día para una pausa relajante sin somnolencia marcada. Lee la descripción de cada infusión.",
      "moreInfoText": "Explora las diferentes formas de preparar y disfrutar tus bebidas con CBD.",
      "blogLinkText": "Descubre nuestros consejos en el Blog",
      "descriptionMetaTag": "Disfruta nuestras infusiones y tés CBD para una pausa relajante natural. Mezclas orgánicas, sabores agradables. Bienestar fácil de beber | MonPlanCBD."
    },
    "soins-cbd": {
      "sectionTitle": "Cuidados CBD: Bienestar Específico para Cuerpo y Piel",
      "descriptionPara1": "Dale a tu cuerpo la atención que merece con nuestra gama de cuidados con CBD 🌿. Diseñados para aplicación local, nuestros bálsamos, cremas y aceites de masaje combinan las propiedades calmantes y potencialmente antiinflamatorias del CBD con ingredientes naturales nutritivos. Ideal para el cuidado de la piel, el confort muscular y articular, o simplemente un momento de relajación profunda.",
      "descriptionPara2": "Descubre productos como el bálsamo CBD para un alivio específico en zonas tensas, la crema CBD hidratante para calmar pieles sensibles o irritadas, o el aceite de masaje para una relajación muscular óptima. Nuestras fórmulas están elaboradas para penetrar rápidamente sin dejar una película grasa, respetando tu piel y la legislación (THC < 0,3%).",
      "benefitsTitle": "Descubre los Beneficios de Nuestros Cuidados con CBD",
      "benefitsItem1": "🎯 Acción Local Dirigida: Aplica directamente en las zonas afectadas para un efecto concentrado.",
      "benefitsItem2": "💧 Hidratación y Alivio: Fórmulas enriquecidas para nutrir y calmar la piel.",
      "benefitsItem3": "💪 Confort Muscular y Articular: Ideal después del ejercicio o para aliviar tensiones diarias.",
      "benefitsItem4": "🌿 Ingredientes Naturales: Combinación de CBD con aceites vegetales, mantecas y extractos de plantas.",
      "benefitsItem5": "😌 Aplicación Simple y Agradable: Texturas pensadas para un uso fácil y un momento de bienestar.",
      "faqTitle": "Preguntas Frecuentes sobre los Cuidados Corporales con CBD",
      "faq1Question": "¿Cómo funcionan los productos tópicos con CBD?",
      "faq1Answer": "Aplicado sobre la piel, el CBD interactúa con los receptores cannabinoides presentes localmente en la epidermis y los tejidos subyacentes. A diferencia de los aceites sublinguales, generalmente no entra en el torrente sanguíneo de forma significativa, actuando de manera específica.",
      "faq2Question": "¿Para qué usos son adecuados los cuidados con CBD?",
      "faq2Answer": "Son populares para aliviar dolores musculares o articulares localizados, calmar irritaciones cutáneas (sequedad, rojeces...), hidratar la piel o simplemente para un masaje relajante.",
      "faq3Question": "¿Tienen efectos psicotrópicos las cremas con CBD?",
      "faq3Answer": "No. El CBD en sí mismo no es psicotrópico. Además, la aplicación tópica limita fuertemente el paso del CBD y otros componentes (incluidas las trazas de THC <0.3%) al torrente sanguíneo, haciendo improbable cualquier efecto sistémico o psicotrópico.",
      "moreInfoText": "Aprende más sobre la interacción entre el CBD y la piel y descubre nuestros rituales de cuidado.",
      "blogLinkText": "Consulta nuestra sección de Bienestar del Blog",
      "descriptionMetaTag": "Descubre nuestros cuidados CBD: bálsamos, cremas, aceites de masaje. Acción localizada para confort muscular/articular e hidratación | MonPlanCBD."
    },
    "vaporisateur": {
      "sectionTitle": "Vaporizadores: El Método Moderno y Saludable para el CBD",
      "descriptionPara1": "Optimiza tu experiencia CBD con nuestra selección de vaporizadores de alto rendimiento 💨. La vaporización es un método de consumo moderno que calienta tus flores 🌿 o resinas ✨ de CBD a una temperatura precisa, sin llegar a la combustión. Esto permite liberar los cannabinoides y terpenos en forma de vapor puro, preservando así los delicados aromas y evitando los subproductos nocivos asociados al humo.",
      "descriptionPara2": "Ya sea que busques un vaporizador portátil para un uso discreto sobre la marcha o un modelo de escritorio para sesiones más largas, tenemos el dispositivo que necesitas. Elegir un vaporizador CBD significa optar por una mejor restitución de los sabores, un consumo más económico de tus productos y un enfoque considerado más saludable que los métodos tradicionales que implican combustión.",
      "benefitsTitle": "Las Ventajas de la Vaporización del CBD",
      "benefitsItem1": "✅ Sin Combustión: Evita la inhalación de alquitranes y toxinas asociados al humo.",
      "benefitsItem2": "👃 Sabores Preservados: Restitución fiel y pura de los aromas y terpenos de tus productos CBD.",
      "benefitsItem3": "⚡ Mayor Eficiencia: Mejor biodisponibilidad de los cannabinoides en comparación con la combustión.",
      "benefitsItem4": "💰 Económico: Uso optimizado de tus flores y resinas CBD.",
      "benefitsItem5": "🌬️ Discreción: Menos olor persistente que el humo tradicional.",
      "faqTitle": "Preguntas Frecuentes sobre Vaporizadores CBD",
      "faq1Question": "¿Cómo funciona un vaporizador?",
      "faq1Answer": "Un vaporizador calienta el material vegetal (flores) o concentrados (resinas) a una temperatura controlada (generalmente entre 160°C y 220°C). Este calor libera los compuestos activos en forma de vapor, que luego se inhala, sin quemar el material.",
      "faq2Question": "¿Qué temperatura usar para vaporizar CBD?",
      "faq2Answer": "La temperatura ideal varía según las preferencias y los productos. Una temperatura más baja (160-180°C) favorece los sabores, mientras que una temperatura más alta (190-210°C) extrae más cannabinoides para efectos potencialmente más marcados. Experimenta para encontrar tu ajuste óptimo.",
      "faq3Question": "¿Es la vaporización más saludable que fumar?",
      "faq3Answer": "La vaporización es ampliamente considerada una alternativa más saludable a la combustión (fumar). Al evitar quemar el material, elimina la creación e inhalación de muchas sustancias tóxicas y cancerígenas presentes en el humo.",
      "moreInfoText": "¿Listo para pasarte a la vaporización? Descubre nuestros consejos para elegir y mantener tu dispositivo.",
      "blogLinkText": "Consulta nuestras Guías de Vaporización",
      "descriptionMetaTag": "Optimiza tu experiencia CBD con nuestros vaporizadores. Método sano, sin combustión, para flores y resinas. Sabores puros garantizados | MonPlanCBD."
    }
  },
  "homepage": {
    "seoH1": "Comprar CBD de Calidad Premium en Francia 🇫🇷 - Flores 🌿, Aceites 💧, Resinas ✨ | MonPlanCBD",
    "heroSR": "Ofertas especiales ✨ y novedades CBD MonPlanCBD 🎉",
    "categoriesTitle": "Explora Nuestros Universos CBD 🪐",
    "categoriesIntroText": "Sumérgete en el corazón de nuestras selecciones de CBD rigurosamente elegidas. Ya sea que busques la relajación profunda de una flor de CBD 🌿, la concentración precisa de un aceite sublingual 💧 o la intensidad de una resina de calidad ✨, encuentra el producto CBD ideal para satisfacer tus expectativas en MonPlanCBD. 🎯",
    "featuredFlowersTitle": "Nuestras Flores CBD Imprescindibles 💐",
    "viewAllFlowersLink": "Ver todas nuestras Flores CBD",
    "featuredHashsTitle": "Resinas y Pólenes CBD Excepcionales 🍫",
    "viewAllHashLink": "Descubrir nuestras Resinas y Pólenes",
    "featuredOilsTitle": "Aceites CBD Bienestar y Rendimiento 💪💧",
    "viewAllOilsLink": "Explorar nuestra gama de Aceites",
    "whyChooseUsTitle": "¿Por Qué Elegir MonPlanCBD? 🤔",
    "whyChooseUsIntroText": "En MonPlanCBD, tu bienestar y confianza son el centro de nuestra misión. ❤️ Estamos firmemente comprometidos con la calidad impecable de nuestros productos, la seguridad de tus transacciones y una transparencia total para garantizarte la mejor experiencia CBD posible. ¡Descubre los compromisos que marcan nuestra diferencia! 👇",
    "trustSignalLabTestedTitle": "🔬 Testado en Laboratorio Independiente",
    "trustSignalLabTestedText": "Cada producto CBD se somete a análisis estrictos por un laboratorio certificado e independiente. Verificamos la pureza, la concentración de cannabinoides y la conformidad legal ✅ (<0.3% THC). Los certificados están disponibles para una transparencia absoluta. 📄",
    "trustSignalSecurePaymentTitle": "🔒 Pago 100% Seguro",
    "trustSignalSecurePaymentText": "Realiza tus compras de CBD con total tranquilidad. 🧘 Tus transacciones bancarias están encriptadas y protegidas por nuestro socio de pago certificado (PCI DSS), garantizando la confidencialidad y seguridad de tus datos. 💳",
    "trustSignalFastDiscreetShippingTitle": "🚚 Envío Rápido y Discreto",
    "trustSignalFastDiscreetShippingText": "Recibe tu pedido de CBD en 24/48h laborables ⏱️ (Francia metropolitana). Tu paquete se envía en un embalaje neutro, sin logo ni mención externa, preservando tu privacidad. 🤫",
    "trustSignalFrenchQualityTitle": "🇫🇷 Saber Hacer Francés y Trazabilidad",
    "trustSignalFrenchQualityText": "Seleccionamos cuidadosamente a nuestros socios cultivadores y proveedores, principalmente en Francia y Europa, por su experiencia y respeto a las normas. La trazabilidad completa de nuestros productos CBD está asegurada. 🌱➡️📦",
    "trustSignalSupportTitle": "💬 Servicio al Cliente Experto y Reactivo",
    "trustSignalSupportText": "Con sede en Francia 🇫🇷, nuestro equipo de apasionados está disponible para asesorarte y responder a todas tus preguntas sobre el CBD, de lunes a viernes, por email o teléfono. 📞📧",
    "trustSignalLegalComplianceTitle": "✅ Conformidad Legal Garantizada",
    "trustSignalLegalComplianceText": "Todo nuestro catálogo de CBD respeta escrupulosamente la legislación francesa y europea. Todos nuestros productos contienen un nivel de THC estrictamente inferior al 0,3%, de acuerdo con la ley. ⚖️",
    "learnMoreAboutCommitmentsLink": "Saber más sobre nuestros compromisos de calidad",
    "learnMoreTitle": "Descubre el Universo del CBD 🌍",
    "learnMoreText": "¿Nuevo en el mundo del CBD o experto curioso? 🤔 Nuestro blog está lleno de información útil: guías de compra 📖, tutoriales de uso 💡, descifrado de cannabinoides 🔬, noticias 📰 y mucho más para acompañarte.",
    "visitBlogLink": "Visita nuestro Blog CBD ➡️",
    "noFeaturedProducts": "Nuestros productos populares se mostrarán pronto. Mientras tanto, ¡explora nuestras categorías! 👀",
    "trustSignalLoyaltyTitle": "🎁 Tu Fidelidad Recompensada",
    "trustSignalLoyaltyText": "Únete a nuestro programa y acumula puntos 💯 con cada compra. Canjea tus puntos por descuentos exclusivos 💰 en tus próximos pedidos de CBD.",
    "trustSignalSatisfactionTitle": "😊 Satisfacción Garantizada",
    "trustSignalSatisfactionText": "Tu satisfacción es nuestra prioridad. Si un producto no cumple tus expectativas, nuestro equipo está aquí para encontrar una solución contigo (ver condiciones). 👍",
    "featuredFlowersIntroText": "Déjate seducir por nuestra selección de flores CBD premium. 💐 Cultivadas con esmero en interior (Indoor) 🏠, invernadero (Greenhouse) 🌿 o exterior (Outdoor) ☀️, nuestras flores te ofrecen una riqueza aromática única y efectos relajantes auténticos. Descubre nuestras variedades más populares y apreciadas. ✨",
    "featuredHashsIntroText": "Explora la concentración y potencia de nuestras resinas y pólenes CBD. 🍫 Elaborados según métodos tradicionales y modernos, nuestros hachís CBD ofrecen texturas variadas y perfiles terpénicos intenses para una experiencia CBD profunda. Aquí están nuestros bestsellers del momento. 🔥",
    "featuredOilsIntroText": "Integra el bienestar del CBD en tu día a día con nuestros aceites CBD de alta calidad. 💧 Disponibles en espectro completo (Full Spectrum) o amplio (Broad Spectrum) y en diferentes concentraciones, nuestros aceites sublinguales son fáciles de dosificar e ideales para un apoyo específico. Descubre nuestros aceites favoritos. ❤️",
    "seoDescription": "Compra CBD de calidad premium testado en laboratorio en MonPlanCBD. Descubre flores CBD 🌿, aceites 💧 y resinas ✨ de alta calidad. Envío rápido y discreto garantizado en Francia.",
    "seoKeywords": "CBD, comprar CBD, CBD Francia, flor CBD, aceite CBD, resina CBD, CBD legal, MonPlanCBD, calidad CBD, envío CBD",
    "ogImageAlt": "MonPlanCBD - Flores, Aceites y Resinas CBD de Alta Calidad en Francia"
  },
  "orderReceived": {
    "metadataTitle": "Confirmación de Pedido - MonPlanCBD",
    "pageTitle": "Pedido Recibido",
    "status": {
      "processing": "Procesando Pago",
      "success": "Pago Exitoso",
      "failed": "Pago Fallido",
      "fraud_refusal": "Pago Rechazado (Sospecha de Fraude)",
      "fraud_warning": "Pago Autorizado (Alerta de Fraude)",
      "auth_failed": "Autenticación Fallida (3D Secure)",
      "bank_refusal": "Pago Rechazado por el Banco",
      "max_attempts": "Máximo de Intentos Alcanzado",
      "technical_error": "Error Técnico Durante el Pago",
      "abandoned": "Pago Abandonado",
      "unknown_failure": "Pago Fallido (Razón Desconocida)",
      "error": "Error al Procesar la Información de Pago",
      "unknownReason": "Razón desconocida"
    },
    "statusMessages": {
      "fraudWarningNote": "Su pago fue autorizado pero marcado para revisión. Podríamos contactarlo si es necesario.",
      "contactSupport": "Por favor, intente de nuevo o contacte con atención al cliente si el problema persiste."
    },
    "summary": {
      "title": "Resumen del Pedido",
      "orderNumber": "Número de Pedido",
      "date": "Fecha",
      "email": "Correo Electrónico",
      "total": "Total",
      "paymentMethod": "Método de Pago",
      "notAvailable": "N/D"
    },
    "paymentMethods": {
      "bankTransfer": "Transferencia Bancaria",
      "card": "Tarjeta Bancaria"
    },
    "bankDetails": {
      "title": "Nuestros Datos Bancarios",
      "instruction": "Por favor, utilice su Número de Pedido como referencia de pago.",
      "bankNameLabel": "Banco",
      "bankNameValue": "LCL",
      "accountNumberLabel": "Número de Cuenta",
      "accountNumberValue": "0000070699C",
      "branchCodeLabel": "Código de Sucursal",
      "branchCodeValue": "01747",
      "ibanLabel": "IBAN",
      "ibanValue": "FR05 3000 2017 4700 0007 0699 C46",
      "bicLabel": "BIC / SWIFT",
      "bicValue": "CRLYFRPP",
      "reminder": "Recuerde incluir su Número de Pedido ({orderId}) en la referencia de la transferencia."
    },
    "orderDetails": {
      "title": "Detalles del Pedido",
      "productHeader": "Producto",
      "totalHeader": "Total",
      "subtotalLabel": "Subtotal",
      "shippingLabel": "Envío",
      "paymentMethodLabel": "Método de pago",
      "grandTotalLabel": "Total",
      "vatIncludedText": "(incluye {vatAmount}€ de IVA)"
    },
    "shippingAddress": {
      "title": "Dirección de Envío"
    },
    "billingAddress": {
      "title": "Dirección de Facturación"
    },
    "alerts": {
      "bankTransfer": {
        "title": "Pedido Recibido",
        "text": "Su pedido ha sido recibido. Por favor, proceda con la transferencia bancaria utilizando los datos proporcionados."
      },
      "cardSuccess": {
        "title": "Pago Exitoso",
        "text": "¡Su pago fue exitoso! Su pedido está siendo procesado."
      },
      "cardWarning": {
        "title": "Pago Bajo Revisión",
        "text": "Su pago fue autorizado pero está bajo revisión debido a una posible alerta de fraude ({reason}). Nos pondremos en contacto si es necesario."
      },
      "cardFailed": {
        "title": "Pago Fallido",
        "text": "No se pudo procesar su pago ({reason}). Por favor, intente de nuevo o contacte con soporte."
      }
    }
  },
  "accountProfilePage": {
    "metadataTitle": "Mi Perfil - Mi Cuenta - MonPlanCBD"
  },
  "accountAddressesPage": {
    "metadataTitle": "Mis Direcciones - Mi Cuenta - MonPlanCBD"
  },
  "accountOrdersPage": {
    "metadataTitle": "Mis Pedidos - Mi Cuenta - MonPlanCBD"
  },
  "accountLoyaltyPage": {
    "metadataTitle": "Mis Puntos de Fidelidad - Mi Cuenta - MonPlanCBD"
  },
  "HomePage": {
    "title": "¡Hola Mundo!",
    "subtile": "Esta es una traducción",
    "services": {
      "title": "Nuestros servicios",
      "delivery": {
        "title": "Entrega rápida",
        "text": "ENTREGA EN 1 DÍA HÁBIL EN TODA FRANCIA (3 A 5 DÍAS PARA CÓRCEGA Y EUROPA)"
      },
      "payment": {
        "title": "Pagos seguros",
        "text": "PAGOS SEGUROS, GARANTÍA DE LA SEGURIDAD DE SUS DATOS DURANTE LA TRANSACCIÓN"
      },
      "products": {
        "title": "Productos de calidad",
        "text": "PRODUCTOS A BASE DE CÁÑAMO Y CBD CON NUESTROS CONTRA ANÁLISIS QUE CERTIFICAN UN NIVEL DE DELTA9 THC CONFORME A LAS LEGISLACIONES FRANCESAS Y EUROPEAS (0,3%)"
      },
      "fidelity": {
        "title": "Económico",
        "text": "¡DISFRUTA DE UN PUNTO DE FIDELIDAD POR CADA EURO GASTADO EN EL SITIO Y DIEZ PUNTOS POR CADA COMENTARIO SOBRE NUESTROS PRODUCTOS! 10 PUNTOS = 1 € DE DESCUENTO"
      },
      "sponsoring": {
        "title": "Un programa de fidelidad ventajoso",
        "text": "¡RECIBE ENTRE 50 Y 100 PUNTOS POR CADA PERSONA PATROCINADA (1ER PEDIDO +- 30 €)! ¡SU AHIJADO/A RECIBIRÁ 50 PUNTOS! ENLACE DISPONIBLE EN «MI CUENTA»"
      }
    },
    "discountProducts": "Ofertas de CBD",
    "flowers": "Flores de CBD",
    "hashs": "Hashs de CBD",
    "oils": "Aceites de CBD",
    "cbdSection": {
      "imgAlt": "brote de CBD",
      "title": "¿Qué es el CBD?",
      "text": "El cannabidiol (CBD) es una molécula presente en el cáñamo. El CBD complementa el espectro de los otros 110 cannabinoides conocidos hasta la fecha. Se le atribuyen propiedades de bienestar para el sueño, el estrés, la ansiedad, las tensiones musculares, etc. Se encuentra en forma de bálsamo de CBD, aceite o flores de CBD para infusionar."
    },
    "cbdPassion": {
      "imgAlt": "Flores de CBD con aceites de espectro completo y semillas de cáñamo",
      "title": "Una pasión por el CBD...",
      "text": "Mon Plan CBD es una idea que surgió una tarde de invierno en el Bistrot des Halles de Bayona. Todos nosotros, individualmente, cultivamos un interés por esta planta que es el cáñamo. Para usos personales, para nuestros familiares o amigos. Ya sea en aceite, bálsamo o infusión, estamos de acuerdo en creer, como muchas otras personas, que un futuro prometedor gira en torno a esta planta utilizada ancestralmente en todo el mundo."
    }
  },
  "globalError": {
    "message": "Parece que el sitio ya no funciona",
    "button": "Haz clic aquí para volver a la página de inicio"
  },
  "error": {
    "message": "Algo salió mal",
    "button": "Haz clic aquí para volver a la página de inicio"
  },
  "notFound": {
    "statusCode": "404",
    "title": "Página no encontrada",
    "description": "Lo sentimos, no pudimos encontrar la página que estás buscando.",
    "goBackHomeLink": "Volver al inicio"
  },
  "legalNotices": {
    "toBeVerified": "Información a verificar y confirmar",
    "section1": {
      "title": "1. Información Legal (Editor del Sitio)",
      "intro": "De conformidad con las disposiciones de los artículos 6-III y 19 de la Ley n° 2004-575 del 21 de junio de 2004 para la Confianza en la Economía Digital (LCEN), se informa a los usuarios y visitantes del sitio www.monplancbd.fr de las presentes menciones legales. El sitio www.monplancbd.fr es editado por:",
      "lawLinkText": "Ley n° 2004-575 del 21 de junio de 2004",
      "item_companyName": {
        "label": "Razón Social:",
        "value": "MONPLANCBD SAS"
      },
      "item_address": {
        "label": "Dirección de la Sede Social:",
        "value": "2 place Elie Lambert, 64100 Bayona, Francia"
      },
      "item_legalFormCapital": {
        "label": "Forma Jurídica y Capital Social:",
        "value": "Sociedad por Acciones Simplificada (SAS) con un capital social de 1000 €"
      },
      "item_siret": {
        "label": "Número SIRET:",
        "value": "88780395500012"
      },
      "item_rcs": {
        "label": "Número RCS:",
        "value": "887 803 955 R.C.S. Bayona"
      },
      "item_vat": {
        "label": "Número de IVA Intracomunitario:",
        "value": "FR39 887803955"
      },
      "item_contact": {
        "label": "Datos de Contacto:",
        "emailLabel": "Dirección de correo electrónico",
        "emailValue": "contact@monplancbd.fr",
        "phoneLabel": "Teléfono",
        "phoneValue": "+33 6 65 35 03 78"
      },
      "item_gtc": {
        "label": "Condiciones Generales de Venta:",
        "value": "El uso del sitio y las compras realizadas se rigen por nuestras Condiciones Generales de Venta, disponibles aquí: {gtcLink}.",
        "gtcLinkText": "Consultar las CGV"
      }
    },
    "section2": {
      "title": "2. Administración del Sitio",
      "item_director": {
        "label": "Director de Publicación:",
        "name": "Sr. HAMDADA Mohamed Yacine",
        "legal_entity_note": "(actuando como representante legal de {companyName})"
      },
      "item_directorContact": {
        "label": "Contacto del Director de Publicación:",
        "value": "contact@monplancbd.fr"
      },
      "item_webmaster": {
        "label": "Webmaster:",
        "value": "Sr. HAMDADA Mohamed Yacine"
      },
      "item_webmasterContact": {
        "label": "Contacto del Webmaster:",
        "value": "contact@monplancbd.fr"
      }
    },
    "section3": {
      "title": "3. Alojamiento del Sitio",
      "intro": "El sitio www.monplancbd.fr está alojado por:",
      "item_hostName": {
        "label": "Nombre del Proveedor de Alojamiento:",
        "value": "Scaleway"
      },
      "item_hostCompany": {
        "label": "Razón Social del Proveedor de Alojamiento:",
        "value": "Scaleway SAS"
      },
      "item_hostAddress": {
        "label": "Dirección del Proveedor de Alojamiento:",
        "value": "8 rue de la Ville l’Evêque, 75008 Paris, France"
      },
      "item_hostContact": {
        "label": "Contacto del Proveedor de Alojamiento:",
        "value": "SCALEWAY SAS BP 438 75366 PARIS CEDEX 08 FRANCE"
      }
    },
    "section4": {
      "title": "4. Propiedad Intelectual",
      "para1": "Todo este sitio (contenido y presentación) constituye una obra protegida por la legislación francesa e internacional vigente sobre derechos de autor y, de manera general, sobre la propiedad intelectual e industrial.",
      "para2": "Todos los derechos de propiedad intelectual e industrial (derechos de autor, patentes, marcas), incluidos los derechos de reproducción, representación y adaptación de todo o parte de los elementos del sitio (textos, imágenes, logotipos, gráficos, etc.) están reservados exclusivamente a MONPLANCBD SAS.",
      "para3": "Queda prohibida cualquier reproducción, representación, modificación, publicación, adaptación de todo o parte de los elementos del sitio, cualquiera que sea el medio o procedimiento utilizado, sin la autorización previa por escrito de MONPLANCBD SAS. Cualquier explotación no autorizada del sitio o de cualquiera de los elementos que contiene se considerará constitutiva de una infracción y será perseguida de conformidad con las disposiciones de los artículos L.335-2 y siguientes del Código de Propiedad Intelectual francés."
    },
    "section5": {
      "title": "5. Protección de Datos Personales",
      "para1": "MONPLANCBD SAS se compromete a proteger la privacidad de sus usuarios y la confidencialidad de sus datos personales. La recopilación y el tratamiento de los datos personales realizados en el sitio www.monplancbd.fr se ajustan al Reglamento General de Protección de Datos (RGPD) y a la Ley francesa de Informática y Libertades. Para obtener información detallada sobre cómo recopilamos, utilizamos y protegemos sus datos, así como sobre el ejercicio de sus derechos, consulte nuestra {privacyPolicyLink}.",
      "privacyPolicyLinkText": "Política de Privacidad",
      "para2_rights_summary": "De conformidad con la Ley francesa de Protección de Datos del 6 de enero de 1978, modificada, y el RGPD, usted tiene derecho de acceso, rectificación, supresión, limitación del tratamiento y portabilidad de sus datos personales, así como el derecho de oponerse a su tratamiento. Puede ejercer estos derechos contactándonos a través de los datos proporcionados en nuestra Política de Privacidad."
    },
    "section6": {
      "title": "6. Uso de Cookies",
      "para1": "El sitio www.monplancbd.fr utiliza cookies para asegurar su correcto funcionamiento, mejorar su experiencia de navegación y realizar estadísticas de visita. Al continuar navegando por este sitio, usted acepta el uso de estas cookies, a menos que las haya desactivado en la configuración de su navegador. Para obtener más información sobre las cookies que utilizamos y sobre cómo gestionar sus preferencias, consulte la sección dedicada en nuestra {privacyPolicyLink}.",
      "cookiePolicyLinkText": "Política de Cookies",
      "para2_definition": "Una cookie es un pequeño archivo de texto almacenado en su dispositivo (ordenador, tableta, smartphone) cuando visita un sitio web. Permite al sitio reconocer su dispositivo y recordar cierta información sobre su visita, como sus preferencias o acciones a lo largo del tiempo.",
      "para3_management_intro": "Puede gestionar o desactivar las cookies a través de la configuración de su navegador. A continuación, encontrará enlaces a las instrucciones para los navegadores comunes:",
      "browser_settings": {
        "link_text": "Instrucciones",
        "chrome": {
          "label": "Google Chrome",
          "link": "https://support.google.com/chrome/answer/95647?hl=es"
        },
        "firefox": {
          "label": "Mozilla Firefox",
          "link": "https://support.mozilla.org/es/kb/habilitar-y-deshabilitar-cookies-sitios-web-rastrear-preferencias"
        },
        "safari": {
          "label": "Apple Safari",
          "link": "https://support.apple.com/es-es/guide/safari/sfri11471/mac"
        },
        "edge": {
          "label": "Microsoft Edge",
          "link": "https://support.microsoft.com/es-es/windows/eliminar-y-administrar-cookies-168dab11-0753-043d-7c16-ede5947fc64d"
        }
      },
      "para4_youronlinechoices": "Para más información sobre las cookies y cómo controlarlas, también puede visitar {yourOnlineChoicesLink} (Alianza Europea de Publicidad Digital Interactiva).",
      "yourOnlineChoicesLinkText": "YourOnlineChoices.com/es"
    },
    "section7": {
      "title": "7. Enlaces de Hipertexto",
      "para1": "El sitio www.monplancbd.fr puede contener enlaces de hipertexto hacia otros sitios presentes en la red de Internet. Los enlaces a estos otros recursos le hacen abandonar el sitio www.monplancbd.fr.",
      "para2": "MONPLANCBD SAS no es responsable del contenido de estos sitios externos y no podrá ser considerada responsable de los daños de cualquier naturaleza resultantes del contenido de estos sitios o fuentes externas, y en particular de la información, productos o servicios que proponen. Los riesgos relacionados con este uso incumben plenamente al internauta, que debe cumplir sus condiciones de uso."
    },
    "section8": {
      "title": "8. Limitación de Responsabilidad",
      "para1": "MONPLANCBD SAS se esfuerza por asegurar, en la medida de sus posibilidades, la exactitud y actualización de la información difundida en el sitio www.monplancbd.fr, cuyo contenido se reserva el derecho de corregir, en cualquier momento y sin previo aviso. Sin embargo, MONPLANCBD SAS no puede garantizar la exactitud, precisión o exhaustividad de la información puesta a disposición en este sitio.",
      "para2": "En consecuencia, MONPLANCBD SAS declina toda responsabilidad por cualquier interrupción del sitio, aparición de errores, por cualquier inexactitud u omisión relativa a la información disponible en el sitio, por cualquier daño resultante de una intrusión fraudulenta de un tercero que haya provocado una modificación de la información puesta a disposición en el sitio, y más generalmente por cualquier daño directo e indirecto, cualesquiera que sean sus causas, orígenes, naturalezas o consecuencias. MONPLANCBD no podrá ser considerada responsable de los daños materiales relacionados con el uso del sitio. El usuario se compromete a acceder al sitio utilizando un equipo reciente, que no contenga virus y con un navegador de última generación actualizado."
    },
    "section9": {
      "title": "9. Ley Aplicable y Jurisdicción",
      "para1": "Las presentes menciones legales se rigen por la ley francesa. En caso de litigio y a falta de acuerdo amistoso, la controversia se someterá a los tribunales franceses competentes de conformidad con las normas de competencia vigentes."
    },
    "section10": {
      "title": "10. Fecha de Actualización",
      "para1": "Última actualización: {updateDate}"
    }
  },
  "conditionsOfUse": {
    "pageTitle": "Condiciones Generales de Uso del Sitio MonPlanCBD",
    "lastUpdated": "Última actualización: 16/04/2025",
    "section1": {
      "title": "1. Introducción y Aceptación de las Condiciones",
      "para1": "Bienvenido a www.monplancbd.fr (el \"Sitio\"), publicado por la sociedad MONPLANCBD SAS (\"MonPlanCBD\", \"nosotros\", \"nuestro\"). Las presentes Condiciones Generales de Uso (\"CGU\") rigen su acceso y uso del Sitio, incluyendo cualquier contenido, funcionalidad y servicio ofrecido en o a través del Sitio.",
      "para2": "Le invitamos a leer atentamente estas CGU antes de utilizar el Sitio. Al acceder, navegar o utilizar el Sitio de cualquier manera, usted reconoce haber leído, entendido y aceptado estar sujeto a la totalidad de estas CGU y a nuestra {privacyPolicyLink}, que se incorpora aquí por referencia. Si no acepta estas CGU en su totalidad, no debe acceder ni utilizar el Sitio.",
      "privacyPolicyLinkText": "Política de Privacidad",
      "para3": "Estas CGU constituyen un acuerdo legalmente vinculante entre usted y MonPlanCBD."
    },
    "section2": {
      "title": "2. Definiciones",
      "intro": "A los efectos de las presentes CGU, los siguientes términos tendrán el significado que se les atribuye a continuación:",
      "terms": {
        "site": {
          "label": "\"Sitio\"",
          "definition": "Se refiere al sitio web accesible en la dirección www.monplancbd.fr y a todas sus páginas, contenidos y funcionalidades."
        },
        "user": {
          "label": "\"Usuario\" o \"Usted\"",
          "definition": "Se refiere a cualquier persona física que acceda o utilice el Sitio, ya sea como simple visitante o como cliente que realiza una compra."
        },
        "monplancbd": {
          "label": "\"MonPlanCBD\" o \"Nosotros\"",
          "definition": "Se refiere a la sociedad MONPLANCBD SAS, tal como se identifica en nuestro {legalNoticesLink}.",
          "legalNoticesLinkText": "Aviso Legal"
        },
        "product": {
          "label": "\"Producto(s)\"",
          "definition": "Se refiere a los artículos a base de Cannabidiol (CBD) y otros productos relacionados ofrecidos para la venta en el Sitio, de conformidad con la legislación francesa y europea vigente."
        },
        "content": {
          "label": "\"Contenido\"",
          "definition": "Se refiere a todos los textos, gráficos, imágenes, logotipos, iconos, fotografías, clips de audio y vídeo, datos, software y otros elementos presentes en el Sitio."
        },
        "cgv": {
          "label": "\"CGC\"",
          "definition": "Se refiere a nuestras {cgvLink}, que rigen específicamente la compra de Productos en el Sitio.",
          "cgvLinkText": "Condiciones Generales de Venta"
        },
        "cgu": {
          "label": "\"CGU\"",
          "definition": "Se refiere a las presentes Condiciones Generales de Uso."
        }
      }
    },
    "section3": {
      "title": "3. Acceso al Sitio y Elegibilidad (Solo Usuarios Adultos)",
      "para1": "El Sitio y los Productos ofrecidos están destinados exclusivamente a personas mayores de 18 años. Al acceder y utilizar este Sitio, usted declara y garantiza que tiene al menos 18 años y posee la plena capacidad legal para aceptar estas CGU y, en su caso, para comprar nuestros Productos de acuerdo con nuestras CGC.",
      "para2": "MonPlanCBD no recopila conscientemente información de personas menores de 18 años. Si nos enteramos de que un menor ha proporcionado información personal o ha intentado utilizar el Sitio, tomaremos las medidas necesarias para eliminar dicha información y/o bloquear el acceso.",
      "para3": "El acceso al Sitio desde territorios donde su contenido o la venta de los Productos sea ilegal está prohibido.",
      "subsection_availability": {
        "title": "Disponibilidad y Mantenimiento del Sitio",
        "para1": "MonPlanCBD se esfuerza por hacer que el Sitio sea accesible las 24 horas del día, los 7 días de la semana, excepto en casos de fuerza mayor o eventos fuera del control de MonPlanCBD, y sujeto a cualquier avería e intervención de mantenimiento necesaria para el correcto funcionamiento del Sitio y los servicios.",
        "para2": "MonPlanCBD podrá interrumpir el acceso a todo o parte del Sitio en cualquier momento, sin previo aviso y sin derecho a compensación, por motivos de mantenimiento técnico u otros. El Usuario reconoce que MonPlanCBD no se hace responsable de ninguna indisponibilidad del Sitio."
      }
    },
    "section4": {
      "title": "4. Cuentas de Usuario",
      "para1": "Aunque la navegación por el Sitio puede ser posible sin registrarse, realizar un pedido requiere proporcionar la información necesaria, incluyendo una dirección de correo electrónico y una contraseña. Completar el proceso de pago creará automáticamente una cuenta de usuario asociada a la dirección de correo electrónico proporcionada.",
      "para2": "Usted se compromete a proporcionar información precisa, actual y completa según se solicite durante el proceso de pago. Esta información es necesaria para procesar su pedido y crear su cuenta. Consulte nuestra {privacyPolicyLink} para obtener detalles sobre cómo recopilamos y utilizamos sus datos personales.",
      "privacyPolicyLinkText": "Política de Privacidad",
      "para3": "Usted es el único responsable de mantener la confidencialidad de la contraseña asociada a su cuenta creada durante el pago y de restringir el acceso a su computadora o dispositivo. Usted acepta la responsabilidad de todas las actividades que ocurran bajo su cuenta o contraseña.",
      "para4": "MonPlanCBD se reserva el derecho de rechazar el servicio, cancelar cuentas, eliminar o editar contenido, o cancelar pedidos a su entera discreción, particularmente en caso de violación de estas Condiciones de Uso o de cualquier ley aplicable."
    },
    "section5": {
      "title": "5. Propiedad Intelectual",
      "para1": "Todo el Contenido presente en el Sitio, incluyendo, pero no limitado a, textos, gráficos, logotipos, iconos, imágenes, clips de audio y vídeo, descargas digitales, compilaciones de datos y software, es propiedad exclusiva de MonPlanCBD o de sus proveedores de contenido y está protegido por las leyes francesas e internacionales de derechos de autor y propiedad intelectual. El nombre \"MonPlanCBD\" y su logotipo son marcas registradas pertenecientes a MonPlanCBD SAS.",
      "para2": "Ningún elemento del Sitio puede ser copiado, reproducido, republicado, cargado, publicado, transmitido o distribuido de ninguna manera sin el permiso previo por escrito de MonPlanCBD. Cualquier uso no autorizado del Contenido del Sitio constituye una infracción y puede dar lugar a acciones civiles y/o penales de conformidad con los artículos L.335-2 y siguientes del Código de Propiedad Intelectual francés.",
      "para3": "Se le concede una licencia limitada para acceder y hacer uso personal y no comercial del Sitio."
    },
    "section6": {
      "title": "6. Información sobre los Productos y Advertencias Importantes (CBD)",
      "intro": "Los Productos ofrecidos en el Sitio contienen Cannabidiol (CBD), un cannabinoide no psicotrópico derivado de la planta de cáñamo (*Cannabis Sativa L.*). Es esencial que los Usuarios comprendan la naturaleza de estos Productos y respeten las siguientes precauciones de uso:",
      "subsection_compliance": {
        "title": "Naturaleza de los Productos y Cumplimiento Legal (THC < 0,3%)",
        "para1": "Nuestros Productos son seleccionados cuidadosamente y cumplen con la legislación francesa y europea vigente. Contienen un nivel de tetrahidrocannabinol (THC) estrictamente inferior al 0,3%, de conformidad con la normativa. Estos Productos no son estupefacientes y no provocan efectos psicotrópicos.",
        "para2": "Ponemos a disposición los certificados de análisis de laboratorio para acreditar esta conformidad. Es responsabilidad del Usuario asegurarse de la legalidad de la posesión y el consumo de productos a base de CBD en su país o región de residencia si es diferente de Francia."
      },
      "subsection_no_medical_claims": {
        "title": "Ausencia de Declaraciones Terapéuticas",
        "warning": "Advertencia importante:",
        "para1": "Los Productos vendidos en este Sitio no son medicamentos y bajo ninguna circunstancia pueden considerarse como tales. No están destinados a diagnosticar, tratar, curar, mitigar o prevenir ninguna enfermedad. La información proporcionada en el Sitio (blog, descripciones de productos, etc.) es únicamente a título informativo, basada en investigaciones públicas y experiencias de usuarios. No reemplaza en ningún caso el consejo de un profesional de la salud cualificado. MonPlanCBD no realiza ninguna declaración terapéutica sobre sus Productos."
      },
      "subsection_usage_recommendations": {
        "title": "Recomendaciones de Uso (Infusión/Vaporización)",
        "intro": "Para una experiencia óptima y acorde con la naturaleza de los Productos:",
        "item_flowers": {
          "label": "Flores y Resinas/Pólenes:",
          "text": "Recomendamos su uso en infusión (añadiendo una sustancia grasa como leche entera, aceite de coco o mantequilla para una mejor asimilación de los cannabinoides) o en vaporización a una temperatura controlada (generalmente entre 160°C y 220°C) utilizando un vaporizador adecuado. La vaporización permite preservar los aromas (terpenos) y evitar los subproductos nocivos relacionados con la combustión."
        },
        "item_oils": {
          "label": "Aceites CBD:",
          "text": "Nuestros aceites están diseñados para administración sublingual. Deposite el número deseado de gotas debajo de la lengua, deje actuar de 60 a 90 segundos antes de tragar."
        },
        "outro": "Por favor, siga las instrucciones específicas que puedan proporcionarse en el embalaje del Producto."
      },
      "subsection_no_smoking": {
        "title": "Prohibición de Fumar",
        "para1": "Nuestras flores, resinas y pólenes de CBD no están destinados en absoluto a ser fumados. La combustión de materia vegetal, sea cual sea su tipo, genera sustancias tóxicas y nocivas para la salud. MonPlanCBD declina toda responsabilidad en caso de uso de sus Productos mediante combustión (fumar)."
      },
      "subsection_precautions": {
        "title": "Precauciones de Uso (Salud, Conducción, Embarazo)",
        "item_medical": {
          "label": "Consulta Médica:",
          "text": "Si está siguiendo un tratamiento médico, si padece problemas de salud particulares o si tiene dudas, consulte imperativamente a su médico o a un profesional de la salud antes de consumir productos que contengan CBD. El CBD puede interactuar con ciertos medicamentos."
        },
        "item_driving": {
          "label": "Conducción y Somnolencia:",
          "text": "Aunque el CBD no es psicotrópico, puede provocar una sensación de relajación o somnolencia en algunas personas. No conduzca ni utilice maquinaria peligrosa si siente somnolencia después de consumir CBD. Adapte su consumo a su sensibilidad y a las actividades previstas."
        },
        "item_pregnancy": {
          "label": "Embarazo y Lactancia:",
          "text": "Como medida de precaución, el consumo de CBD está totalmente desaconsejado para mujeres embarazadas o en período de lactancia, debido a la falta de estudios suficientes sobre sus posibles efectos."
        },
        "item_minors": {
          "label": "Menores:",
          "text": "La venta y el consumo de nuestros Productos están estrictamente prohibidos a menores de 18 años."
        }
      },
      "subsection_variability": {
        "title": "Variabilidad de los Efectos",
        "para1": "Los efectos experimentados después del consumo de CBD pueden variar considerablemente de una persona a otra en función de factores como el peso, el metabolismo, la sensibilidad individual, la dosis consumida y la frecuencia de uso. Comience siempre con una dosis baja para evaluar su reacción personal."
      }
    },
    "section7": {
      "title": "7. Conducta del Usuario y Usos Prohibidos",
      "intro": "Al utilizar el Sitio, usted se compromete a no:",
      "item1": "Utilizar el Sitio para fines ilegales, fraudulentos o no autorizados por estas CGU.",
      "item2": "Violar cualquier ley o regulación aplicable, incluidas, entre otras, las relativas a la venta y consumo de productos a base de CBD.",
      "item3": "Hacerse pasar por otra persona o entidad, o declarar falsamente su afiliación a una persona o entidad.",
      "item4": "Cargar, publicar, transmitir o difundir cualquier contenido ilegal, dañino, amenazante, abusivo, acosador, difamatorio, vulgar, obsceno, que invada la privacidad de otros, odioso o censurable desde el punto de vista racial, étnico o de otro tipo.",
      "item5": "Interferir o interrumpir el funcionamiento del Sitio o de los servidores o redes conectados al Sitio, incluso mediante la introducción de virus, gusanos, troyanos u otros códigos maliciosos.",
      "item6": "Intentar obtener acceso no autorizado al Sitio, a las cuentas de otros usuarios o a los sistemas informáticos o redes conectados al Sitio.",
      "item7": "Recopilar o almacenar datos personales sobre otros usuarios sin su consentimiento explícito.",
      "item8": "Utilizar el Sitio con fines comerciales sin nuestro permiso previo por escrito, incluida la publicidad o la solicitud.",
      "item9": "Utilizar robots, \"spiders\" u otros dispositivos automáticos, procesos o medios para acceder al Sitio con cualquier fin, incluida la supervisión o copia de cualquier material en el Sitio (scraping).",
      "item10_technical_responsibility": "Acceder al Sitio utilizando un equipo reciente, libre de virus y con un navegador actualizado. Usted es responsable de la seguridad de su propio equipo y conexión a internet."
    },
    "section8": {
      "title": "8. Contenido Generado por los Usuarios (Opiniones de Productos)",
      "para1": "Si el Sitio le permite enviar contenido, como opiniones sobre los Productos (\"Contenido del Usuario\"), usted sigue siendo el único responsable de dicho Contenido del Usuario.",
      "para2": "Al enviar Contenido del Usuario, usted declara y garantiza que:",
      "item1": "Usted es el único autor y propietario de los derechos de propiedad intelectual correspondientes.",
      "item2": "Su Contenido del Usuario es preciso y no contiene información engañosa.",
      "item3": "Su Contenido del Usuario no viola ninguna ley, regulación o derecho de terceros (incluidos derechos de autor, marcas comerciales, privacidad).",
      "item4_medical_claim": "Su Contenido del Usuario no contiene ninguna declaración médica o terapéutica sobre los Productos. Las opiniones deben centrarse en la experiencia personal (sabor, aroma, aspecto, servicio al cliente) y no en efectos sobre la salud.",
      "item5": "Su Contenido del Usuario no es difamatorio, odioso, discriminatorio, amenazante ni objetable de otro modo.",
      "para3": "MonPlanCBD se reserva el derecho (pero no tiene la obligación) de supervisar, moderar, modificar o eliminar cualquier Contenido del Usuario a su entera discreción, sin previo aviso, especialmente si considera que dicho contenido viola estas CGU.",
      "para4": "Al enviar Contenido del Usuario, usted otorga a MonPlanCBD una licencia mundial, perpetua, irrevocable, libre de regalías, transferible y sublicenciable para usar, copiar, modificar, eliminar en su totalidad, adaptar, publicar, traducir, crear obras derivadas, vender y/o distribuir dicho contenido y/o incorporarlo en cualquier forma, medio o tecnología, sin compensación para usted."
    },
    "section9": {
      "title": "9. Enlaces a Sitios de Terceros",
      "para1": "El Sitio puede contener enlaces a sitios web o recursos propiedad de terceros y operados por ellos. Estos enlaces se proporcionan únicamente para su conveniencia. MonPlanCBD no ejerce ningún control sobre el contenido, las políticas de privacidad o las prácticas de estos sitios de terceros y no asume ninguna responsabilidad por ellos.",
      "para2": "La inclusión de enlaces a sitios de terceros no implica que MonPlanCBD respalde, garantice o recomiende los servicios, información, contenidos o productos ofrecidos por estos sitios.",
      "para3": "Usted reconoce y acepta que MonPlanCBD no es responsable, directa o indirectamente, de ningún daño o pérdida causado o presuntamente causado por o en relación con el uso o la confianza depositada en cualquier contenido, bien o servicio disponible en o a través de dichos sitios o recursos de terceros. Le recomendamos que lea las condiciones de uso y las políticas de privacidad de cualquier sitio web de terceros que visite."
    },
    "section10": {
      "title": "10. Exclusión de Garantías",
      "para1": "EL SITIO Y SU CONTENIDO SE PROPORCIONAN \"TAL CUAL\" Y \"SEGÚN DISPONIBILIDAD\", SIN GARANTÍA DE NINGÚN TIPO, YA SEA EXPRESA O IMPLÍCITA.",
      "para2": "EN LA MEDIDA MÁXIMA PERMITIDA POR LA LEY APLICABLE, MONPLANCBD EXCLUYE TODAS LAS GARANTÍAS, EXPRESAS O IMPLÍCITAS, INCLUIDAS, ENTRE OTRAS, LAS GARANTÍAS IMPLÍCITAS DE COMERCIABILIDAD, IDONEIDAD PARA UN PROPÓSITO PARTICULAR, TÍTULO Y NO INFRACCIÓN.",
      "para3": "MONPLANCBD NO GARANTIZA QUE EL SITIO SEA ININTERRUMPIDO, SEGURO O LIBRE DE ERRORES, QUE LOS DEFECTOS SE CORRIJAN, O QUE EL SITIO O EL SERVIDOR QUE LO HACE DISPONIBLE ESTÉN LIBRES DE VIRUS U OTROS COMPONENTES DAÑINOS. MONPLANCBD NO GARANTIZA LA EXACTITUD, INTEGRIDAD O FIABILIDAD DEL CONTENIDO DEL SITIO O DE LOS RESULTADOS QUE PUEDAN OBTENERSE MEDIANTE EL USO DEL SITIO."
    },
    "section11": {
      "title": "11. Limitación de Responsabilidad",
      "para1": "EN LA MEDIDA MÁXIMA PERMITIDA POR LA LEY APLICABLE, MONPLANCBD, SUS DIRECTIVOS, ADMINISTRADORES, EMPLEADOS, AGENTES O AFILIADOS NO SERÁN RESPONSABLES EN NINGÚN CASO POR DAÑOS INDIRECTOS, CONSECUENTES, ESPECIALES, INCIDENTALES, EJEMPLARES O PUNITIVOS (INCLUIDOS, ENTRE OTROS, LA PÉRDIDA DE BENEFICIOS, DATOS O FONDO DE COMERCIO) DERIVADOS DE O RELACIONADOS CON SU ACCESO O USO, O SU INCAPACIDAD PARA ACCEDER O UTILIZAR, EL SITIO, EL CONTENIDO O LOS PRODUCTOS, INCLUSO SI MONPLANCBD HA SIDO ADVERTIDO DE LA POSIBILIDAD DE TALES DAÑOS.",
      "para2": "LA RESPONSABILIDAD TOTAL DE MONPLANCBD HACIA USTED POR TODOS LOS DAÑOS, PÉRDIDAS Y CAUSAS DE ACCIÓN (YA SEAN CONTRACTUALES, EXTRACONTRACTUALES (INCLUIDA LA NEGLIGENCIA) U OTROS) NO EXCEDERÁ LA CANTIDAD MAYOR ENTRE CIEN EUROS (100 €) O LA CANTIDAD QUE USTED HAYA PAGADO A MONPLANCBD, SI CORRESPONDE, DURANTE LOS SEIS (6) MESES ANTERIORES A LA RECLAMACIÓN QUE DA LUGAR A LA RESPONSABILIDAD.",
      "para3": "ALGUNAS JURISDICCIONES NO PERMITEN LA EXCLUSIÓN O LIMITACIÓN DE CIERTAS GARANTÍAS O RESPONSABILIDADES. POR LO TANTO, ALGUNAS DE LAS LIMITACIONES ANTERIORES PUEDEN NO APLICARSE A USTED. NADA EN ESTAS CGU AFECTA SUS DERECHOS LEGALES COMO CONSUMIDOR QUE NO PUEDEN SER EXCLUIDOS O LIMITADOS POR CONTRATO. NINGUNA DISPOSICIÓN DE LAS PRESENTES CGU LIMITA O EXCLUYE NUESTRA RESPONSABILIDAD EN CASO DE NEGLIGENCIA GRAVE, DOLO, MUERTE O DAÑOS CORPORALES CAUSADOS POR NUESTRA NEGLIGENCIA."
    },
    "section12": {
      "title": "12. Indemnización",
      "para1": "Usted acepta indemnizar, defender y eximir de responsabilidad a MonPlanCBD, sus directivos, administradores, empleados, agentes, licenciantes y proveedores de y contra todas las pérdidas, gastos, daños y costos, incluidos los honorarios razonables de abogados, que resulten de cualquier violación de estas CGU o cualquier actividad relacionada con su cuenta (incluida la conducta negligente o ilícita) por su parte o por cualquier otra persona que acceda al Sitio utilizando su cuenta de Internet."
    },
    "section13": {
      "title": "13. Política de Privacidad y Condiciones Generales de Venta",
      "para1": "Su uso del Sitio también se rige por nuestra {privacyPolicyLink}, que describe cómo recopilamos, usamos y protegemos sus datos personales.",
      "privacyPolicyLinkText": "Política de Privacidad",
      "para2": "Todas las compras de Productos realizadas a través del Sitio se rigen por nuestras {cgvLink} (CGC).",
      "cgvLinkText": "Condiciones Generales de Venta",
      "para3": "Estas CGU se aplican al uso general del Sitio, mientras que las CGC se aplican específicamente a las transacciones de compra. En caso de conflicto entre las CGU y las CGC con respecto a una compra, prevalecerán las CGC."
    },
    "section14": {
      "title": "14. Modificación de las Condiciones de Uso",
      "para1": "MonPlanCBD se reserva el derecho de modificar o actualizar estas CGU en cualquier momento, a su entera discreción y sin previo aviso. Cualquier modificación entrará en vigor inmediatamente después de su publicación en el Sitio. La fecha de \"Última actualización\" en la parte superior de esta página indicará la fecha de entrada en vigor de las revisiones.",
      "para2": "Le recomendamos que consulte esta página regularmente para estar al tanto de cualquier cambio. Su uso continuado del Sitio después de la publicación de las CGU modificadas constituye su aceptación de dichos cambios. Si no acepta los nuevos términos, debe dejar de usar el Sitio."
    },
    "section15": {
      "title": "15. Rescisión",
      "para1": "MonPlanCBD puede, a su entera discreción, suspender o rescindir su acceso a todo o parte del Sitio, con o sin previo aviso, por cualquier motivo, incluido, entre otros, el incumplimiento de estas CGU.",
      "para2": "Usted también puede dejar de usar el Sitio en cualquier momento. Las disposiciones de estas CGU que, por su naturaleza, deban sobrevivir a la rescisión (incluidas, entre otras, las disposiciones relativas a la propiedad intelectual, las exclusiones de garantías, la indemnización y las limitaciones de responsabilidad) permanecerán en vigor después de la rescisión."
    },
    "section16": {
      "title": "16. Ley Aplicable y Resolución de Disputas",
      "para1": "Estas CGU y su uso del Sitio se regirán e interpretarán de acuerdo con la ley francesa, sin tener en cuenta sus principios de conflicto de leyes.",
      "para2": "Cualquier disputa o reclamación que surja de o esté relacionada con estas CGU, el Sitio o su uso estará sujeta a la jurisdicción exclusiva de los tribunales competentes de Bayona, Francia."
    },
    "section17": {
      "title": "17. Contáctenos",
      "intro": "Si tiene alguna pregunta sobre estas Condiciones Generales de Uso, por favor contáctenos:",
      "item_email": "Por correo electrónico",
      "email_address": "contact@monplancbd.fr",
      "item_mail": "Por correo postal",
      "postal_address": "MONPLANCBD SAS, 2 place Elie Lambert, 64100 Bayonne, Francia."
    },
    "section18": {
      "title": "18. Divisibilidad e Integridad del Acuerdo",
      "para1": "Si alguna disposición de estas CGU es considerada ilegal, nula o inaplicable por un tribunal de jurisdicción competente, dicha disposición se considerará separable de estas CGU y no afectará la validez y aplicabilidad de las disposiciones restantes.",
      "para2": "Estas CGU, junto con la Política de Privacidad y las CGC (para compras), constituyen el acuerdo completo entre usted y MonPlanCBD con respecto a su uso del Sitio y reemplazan todos los acuerdos anteriores o contemporáneos, escritos u orales, sobre dicho tema."
    }
  },
  "metadataShippingPolicy": {
    "title": "Política de Envío - MonPlanCBD | Plazos, Costos, Seguimiento",
    "description": "Consulte nuestra política de envío: tiempos de procesamiento, costos de envío por zona, estimaciones de entrega, información de seguimiento y contacto.",
    "keywords": "envío monplancbd, entrega cbd francia, envío cbd europa, política envío cbd, costos envío cbd, plazos entrega cbd, envío cbd gratis, chronopost cbd, seguimiento pedido cbd, cbd bélgica, cbd españa, cbd irlanda",
    "ogImageAlt": "Información sobre la Política de Envío de MonPlanCBD"
  },
  "shippingPolicy": {
    "pageTitle": "Política de Envío - MonPlanCBD",
    "lastUpdated": "Última actualización: {updateDate}",
    "introduction": {
      "para1": "Esta Política de Envío describe los términos y condiciones relativos al envío de los pedidos realizados en www.monplancbd.fr. Al realizar un pedido, usted acepta esta política."
    },
    "processing": {
      "title": "Procesamiento de Pedidos",
      "para1": "Los pedidos se procesan y envían generalmente dentro de las 24 horas hábiles (de lunes a viernes) siguientes a la confirmación del pago.",
      "para2": "Tenga en cuenta que los pedidos realizados después de las 15:00 (CET) del viernes, o durante el fin de semana/días festivos, se procesarán el siguiente día hábil. Consulte el calendario a continuación para ver las estimaciones de envío:"
    },
    "methods": {
      "title": "Métodos de Envío",
      "para1": "Las entregas son realizadas por {carrier}, un servicio de entrega con seguimiento, con opciones de entrega con o sin firma según el servicio específico elegido durante la finalización de la compra.",
      "para2_relay": "También ofrecemos entrega en puntos de conveniencia a través de [Nombre Transportista Punto Relais] en las regiones elegibles."
    },
    "costs": {
      "title": "Costos de Envío y Envío Gratuito",
      "para1": "Los costos de envío se calculan en función del país de destino y del importe total del pedido (IVA incluido). Ofrecemos umbrales de envío gratuito para ciertas zonas:",
      "france": {
        "zoneName": "Francia Metropolitana",
        "thresholdMet": "Envío gratuito para pedidos superiores o iguales a {amount} € (IVA incl.).",
        "thresholdNotMet": "Para pedidos inferiores a {amount} € (IVA incl.), se aplicará una tarifa plana de envío de {cost} € (IVA incl.)."
      },
      "belgium": {
        "zoneName": "Bélgica",
        "thresholdMet": "Envío gratuito para pedidos superiores o iguales a {amount} € (IVA incl.).",
        "thresholdNotMet": "Para pedidos inferiores a {amount} € (IVA incl.), se aplicará una tarifa plana de envío de {cost} € (IVA incl.)."
      },
      "reunion": {
        "zoneName": "Reunión",
        "thresholdMet": "Envío gratuito para pedidos superiores o iguales a {amount} € (IVA incl.).",
        "thresholdNotMet": "Para pedidos inferiores a {amount} € (IVA incl.), se aplicará una tarifa plana de envío de {cost} € (IVA incl.)."
      },
      "spain": {
        "zoneName": "España (excepto Baleares, Canarias, Ceuta, Melilla)",
        "thresholdMet": "Envío gratuito para pedidos superiores o iguales a {amount} € (IVA incl.).",
        "thresholdNotMet": "Para pedidos inferiores a {amount} € (IVA incl.), se aplicará una tarifa plana de envío de {cost} € (IVA incl.)."
      },
      "ireland": {
        "zoneName": "Irlanda",
        "thresholdMet": "Envío gratuito para pedidos superiores o iguales a {amount} € (IVA incl.).",
        "thresholdNotMet": "Para pedidos inferiores a {amount} € (IVA incl.), se aplicará una tarifa plana de envío de {cost} € (IVA incl.)."
      }
    },
    "deliveryTimes": {
      "title": "Tiempos de Entrega Estimados",
      "para1": "Los tiempos de entrega proporcionados son solo estimaciones y comienzan a contar desde la fecha de envío. Los tiempos reales pueden variar debido a retrasos del transportista o circunstancias imprevistas.",
      "para2": "Si su pedido no ha llegado en un plazo de {maxDays} días desde el envío, por favor contáctenos. Si el retraso supera los treinta días desde la fecha del pedido, el contrato de venta podrá ser rescindido y se le reembolsará el importe.",
      "para3_france_estimate": "El tiempo de entrega típico para Francia Metropolitana es de {days} días hábiles después del envío.",
      "para3_spain_estimate": "El tiempo de entrega típico para España es de {days} días hábiles después del envío.",
      "para3_ireland_estimate": "El tiempo de entrega típico para Irlanda es de {days} días hábiles después del envío.",
      "para3_belgium_estimate": "El tiempo de entrega típico para Bélgica es de {days} días hábiles después del envío.",
      "para3_portugal_estimate": "El tiempo de entrega típico para Portugal es de {days} días hábiles después del envío.",
      "para3_denmark_estimate": "El tiempo de entrega típico para Dinamarca es de {days} días hábiles después del envío.",
      "para3_corsica_estimate": "El tiempo de entrega típico para Córcega es de {days} días hábiles después del envío.",
      "para3_germany_estimate": "El tiempo de entrega típico para Alemania es de {days} días hábiles después del envío.",
      "para3_luxembourg_estimate": "El tiempo de entrega típico para Luxemburgo es de {days} días hábiles después del envío."
    },
    "tracking": {
      "title": "Seguimiento del Pedido",
      "para1": "Una vez que su pedido sea enviado, le enviaremos un correo electrónico de confirmación con su número de seguimiento, permitiéndole seguir el progreso de su paquete en el sitio web del transportista."
    },
    "reception": {
      "title": "Recepción de Su Pedido",
      "para1": "Las entregas se realizan en la dirección indicada en el formulario de pedido.",
      "para2": "En caso de ausencia, el transportista (por ejemplo, su cartero) dejará un aviso de paso indicando dónde y durante cuánto tiempo puede recoger su paquete (generalmente en la oficina de correos o punto de recogida más cercano).",
      "para3_checkPackage": "Es su responsabilidad verificar el estado del embalaje y su contenido en el momento de la entrega, si es posible en presencia del repartidor."
    },
    "deliveryIssues": {
      "title": "Problemas con la Entrega",
      "riskTransfer": {
        "label": "Transferencia de Riesgos:",
        "text": "Los riesgos asociados al transporte corren a cargo del comprador desde el momento en que los artículos salen de las instalaciones de MonPlanCBD."
      },
      "damage": {
        "label": "Daños Durante el Transporte:",
        "text": "En caso de daño durante el transporte, cualquier reclamación debe realizarse directamente al transportista en un plazo de {days} días a partir de la entrega."
      },
      "nonReceipt": {
        "importantNote": "NOTA IMPORTANTE:",
        "policy": "Si el seguimiento indica que su pedido ha sido entregado, pero usted afirma no haberlo recibido, tenga en cuenta que no podremos proceder al reenvío de su pedido ni a su reembolso, independientemente del método de envío elegido."
      }
    },
    "international": {
      "title": "Envíos Internacionales",
      "para1_customs": "Para pedidos enviados fuera de la Unión Europea, pueden aplicarse derechos de aduana, impuestos o tasas de importación a la llegada al país de destino. Estos cargos son responsabilidad exclusiva del comprador."
    },
    "returns": {
      "title": "Devoluciones y Derecho de Desistimiento",
      "para1_withdrawal": "De conformidad con la ley del consumidor, dispone de {days} días hábiles desde la recepción de su pedido para ejercer su derecho de desistimiento. Consulte nuestras {gtcLink} (Artículo 6) para conocer las condiciones.",
      "gtcLinkText": "Condiciones Generales de Venta",
      "para2_policyLink": "Para obtener instrucciones detalladas sobre cómo devolver un artículo, consulte nuestra {returnPolicyLink}.",
      "returnPolicyLinkText": "página de Política de Devoluciones"
    },
    "contact": {
      "title": "Contáctenos",
      "para1": "Si tiene alguna pregunta sobre su envío o esta política, contáctenos por correo electrónico a {emailLink} o por teléfono al {phone}.",
      "emailAddress": "contact@monplancbd.fr",
      "phoneNumber": "+33 6 65 35 03 78"
    }
  },
  "FAQ": {
    "pageTitle": "FAQ",
    "lastUpdated": "Última actualización: 16/04/2025",
    "section1": {
      "title": "I. Acerca del CBD y la Legalidad",
      "q1": {
        "question": "¿Qué es exactamente el CBD (Cannabidiol)?",
        "answer": "El CBD, o Cannabidiol, es uno de los muchos compuestos naturales presentes en la planta de cáñamo (Cannabis Sativa L.). A diferencia del THC, no tiene efectos psicoactivos. Se estudia por sus diversas propiedades potenciales relacionadas con el bienestar."
      },
      "q2": {
        "question": "¿Cuál es la diferencia entre el CBD y el THC?",
        "answer": "El CBD (Cannabidiol) y el THC (Tetrahidrocannabinol) son dos cannabinoides del cáñamo, pero con efectos muy diferentes. El THC es el compuesto psicoactivo responsable del efecto \"colocón\" del cannabis recreativo y es ilegal por encima de un cierto umbral en Francia. El CBD no es psicoactivo y no provoca euforia."
      },
      "q3": {
        "question": "¿Es legal el CBD en Francia y en Europa?",
        "answer": "Sí, el CBD es legal en Francia y en la mayoría de los países europeos, siempre que los productos terminados contengan un nivel de THC inferior al 0,3%, de conformidad con la legislación vigente."
      },
      "q4": {
        "question": "¿Los productos de MonPlanCBD contienen THC? ¿Cuál es el nivel máximo?",
        "answer": "Todos nuestros productos cumplen estrictamente la legislación francesa y europea. Contienen un nivel de THC inferior al 0,3%, como exige la ley. Cada producto va acompañado de análisis de laboratorios independientes que puede consultar."
      },
      "q5": {
        "question": "¿Tiene el CBD efectos psicoactivos? ¿Provoca un \"colocón\"?",
        "answer": "No, el CBD no tiene efectos psicoactivos y no provoca la sensación de euforia o \"colocón\" asociada al THC."
      },
      "q6": {
        "question": "¿Cuáles son los efectos potenciales o los beneficios percibidos del CBD?",
        "answer": "Los usuarios suelen informar de una sensación de relajación, una mejor gestión del estrés o una mejora del sueño. Sin embargo, el CBD no es un medicamento y no está destinado a diagnosticar, tratar, curar o prevenir ninguna enfermedad. Los efectos pueden variar de una persona a otra. No hacemos ninguna afirmación terapéutica."
      },
      "q7": {
        "question": "¿Es adictivo el CBD?",
        "answer": "Según la Organización Mundial de la Salud (OMS), el CBD no presenta potencial de abuso o dependencia. Se considera que tiene un buen perfil de seguridad."
      }
    },
    "section2": {
      "title": "II. Acerca de los Productos MonPlanCBD",
      "q8": {
        "question": "¿Qué tipos de productos de CBD ofrecen (flores, aceites, resinas, etc.)?",
        "answer": "Ofrecemos una amplia gama de productos para satisfacer diferentes preferencias: Flores de CBD para infusión o vaporización, Aceites de CBD sublinguales, Resinas y Pólenes de CBD, Moonrocks, así como productos de Cuidado Personal y Vaporizadores. Descubra nuestro catálogo completo {productsLink}.",
        "productsLinkText": "aquí"
      },
      "q9": {
        "question": "¿Cuál es la diferencia entre las flores, los aceites y las resinas de CBD?",
        "answer_flowers_label": "Flores",
        "answer_flowers_text": "Son los cogollos secos de la planta de cáñamo, ricos en CBD. Generalmente se utilizan en infusión o vaporización.",
        "answer_oils_label": "Aceites",
        "answer_oils_text": "Se obtienen extrayendo el CBD de la planta y diluyéndolo en un aceite portador (como el aceite MCT o de cáñamo). Se toman por vía sublingual (debajo de la lengua) para una rápida absorción.",
        "answer_resins_label": "Resinas/Pólenes",
        "answer_resins_text": "Son extracciones concentradas de los tricomas (pequeñas glándulas resinosas) de la planta, que ofrecen niveles de CBD más altos. Suelen utilizarse en vaporización."
      },
      "q10": {
        "question": "¿Cómo elijo el producto de CBD adecuado para mí?",
        "answer": "La elección depende de sus preferencias personales, del efecto deseado y de la rapidez de acción deseada. Los aceites ofrecen una absorción rápida y una dosificación precisa. Las flores y resinas (en infusión/vaporización) permiten disfrutar de los aromas naturales de la planta. No dude en explorar nuestras categorías de productos y leer las descripciones para ayudarle a elegir."
      },
      "q11": {
        "question": "¿Qué significa el porcentaje de CBD indicado en sus productos?",
        "answer": "El porcentaje indica la concentración de CBD en el producto. Por ejemplo, un aceite al 10% contiene 1000mg de CBD por 10ml de aceite. Para las flores o resinas, representa el peso de CBD en relación con el peso total del producto (ej: 15% = 150mg de CBD por gramo)."
      },
      "q12": {
        "question": "¿Cómo garantizan la calidad y seguridad de sus productos? (Análisis de laboratorio, origen)",
        "answer": "La calidad es nuestra prioridad. Todos nuestros productos proceden de variedades de cáñamo autorizadas y cultivadas en la Unión Europea, sin pesticidas ni herbicidas. Cada lote es analizado por laboratorios independientes para verificar los niveles de cannabinoides (CBD, THC <0,3%) y garantizar la ausencia de contaminantes. Puede consultar estos análisis {analysisLink}.",
        "analysisLinkText": "aquí"
      },
      "q13": {
        "question": "¿De dónde proceden sus productos de cáñamo/CBD?",
        "answer": "Seleccionamos rigurosamente nuestros productos de productores de cáñamo ubicados principalmente en Europa (Francia, Suiza, Italia, etc.), conocidos por sus prácticas de cultivo respetuosas y la calidad de sus cosechas."
      },
      "q14": {
        "question": "¿Cómo debo conservar mis productos de CBD?",
        "answer": "Para preservar mejor sus cualidades, conserve sus productos de CBD en su embalaje original, lejos de la luz solar directa, el calor excesivo y la humedad. Un lugar fresco y seco es ideal."
      }
    },
    "section3": {
      "title": "III. Uso y Recomendaciones",
      "q15": {
        "question": "¿Cómo usar las flores de CBD? (Infusión/Vaporización)",
        "intro": "Recomendamos dos métodos principales:",
        "answer_infusion_label": "Infusión",
        "answer_infusion_text": "Infusionar las flores desmenuzadas en agua caliente (no hirviendo) durante 5 a 10 minutos, añadiendo una materia grasa (leche entera, aceite de coco, mantequilla) para ayudar a la extracción del CBD (que es liposoluble).",
        "answer_vaporization_label": "Vaporización",
        "answer_vaporization_text": "Utilice un vaporizador diseñado para hierbas secas. Caliente a la temperatura recomendada (generalmente entre 170°C y 210°C) para inhalar los vapores sin combustión."
      },
      "q16": {
        "question": "¿Cómo usar el aceite de CBD? (Sublingual)",
        "answer": "Coloque el número deseado de gotas debajo de la lengua con la pipeta suministrada. Mantenga el aceite debajo de la lengua durante 60 a 90 segundos antes de tragar. Esto permite una absorción más rápida a través de las membranas mucosas."
      },
      "q17": {
        "question": "¿Se pueden fumar las flores o resinas de CBD?",
        "answer_emphasis": "No.",
        "answer_text": "Nuestras flores y resinas no están destinadas a ser fumadas. La combustión degrada los compuestos beneficiosos y produce sustancias nocivas. Recomendamos exclusivamente la infusión o la vaporización para disfrutar plena y saludablemente de nuestros productos."
      },
      "q18": {
        "question": "¿Qué dosis de CBD debo tomar?",
        "answer": "No existe una dosis universal, ya que los efectos varían según el individuo (peso, metabolismo, sensibilidad). Siempre aconsejamos empezar con una dosis baja (por ejemplo, unas pocas gotas de aceite o una pequeña cantidad en infusión/vaporización) y aumentar gradualmente si es necesario, escuchando a su cuerpo. En caso de duda o si está bajo tratamiento médico, consulte a un profesional de la salud."
      }
    },
    "section4": {
      "title": "IV. Pedidos y Cuenta",
      "q19": {
        "question": "¿Cómo realizo un pedido en MonPlanCBD?",
        "answer": "Es sencillo: explore nuestros productos, añada los que desee a su cesta y luego haga clic en el icono de la cesta para finalizar su pedido. Siga los pasos indicados para introducir su dirección de entrega, elegir su método de envío y realizar el pago seguro."
      },
      "q20": {
        "question": "¿Necesito crear una cuenta para hacer un pedido?",
        "answer": "No, puede realizar un pedido como invitado. Sin embargo, crear una cuenta le permite seguir sus pedidos más fácilmente, acceder a su historial, gestionar sus direcciones y beneficiarse de nuestro programa de fidelización."
      },
      "q21": {
        "question": "¿Qué métodos de pago se aceptan? ¿Es seguro el pago?",
        "answer": "Aceptamos pagos seguros con tarjeta bancaria (Visa, Mastercard). Todas las transacciones están protegidas por un protocolo de encriptación SSL y el sistema 3D Secure para garantizar la seguridad de sus datos bancarios a través de nuestro socio de pagos Stripe."
      },
      "q22": {
        "question": "¿Cómo funciona su programa de fidelización? ¿Cómo uso mis puntos?",
        "answer": "Nuestro programa de fidelización le permite acumular puntos con cada compra realizada en nuestro sitio. Luego puede canjear estos puntos por descuentos en sus próximos pedidos directamente desde su cesta. Para más detalles, consulte la página dedicada a nuestro {loyaltyProgramLink}.",
        "loyaltyProgramLinkText": "Programa de Fidelización"
      }
    },
    "section5": {
      "title": "V. Envío y Entrega",
      "q23": {
        "question": "¿Cuáles son los gastos y plazos de envío?",
        "answer": "Los gastos de envío varían según su país de destino y el importe de su pedido. Ofrecemos envío gratuito a partir de un cierto importe de compra (por ejemplo, 40€ para Francia metropolitana). Los plazos de entrega suelen ser de [Insertar plazo típico, ej: 24 a 72 horas laborables] para Francia después del envío, pero son solo indicativos. Encontrará todos los detalles (tarifas, umbrales de envío gratuito, plazos estimados por país) en nuestra página de {shippingPolicyLink}.",
        "shippingPolicyLinkText": "Política de Envíos"
      },
      "q24": {
        "question": "¿A qué países realizan envíos?",
        "answer": "Actualmente realizamos envíos a Francia metropolitana, [Listar otros países principales como Bélgica, España, Irlanda, Reunión, etc., según las CGV]. La lista completa de países y los costes asociados están disponibles en nuestra página de {shippingPolicyLink}.",
        "shippingPolicyLinkText": "Política de Envíos"
      },
      "q25": {
        "question": "¿Cómo puedo seguir mi pedido?",
        "answer": "Una vez que su pedido sea enviado, recibirá un correo electrónico de confirmación con un número de seguimiento. Podrá utilizar este número en el sitio web del transportista (por ejemplo, Chronopost) para seguir el progreso de su paquete en tiempo real."
      },
      "q26": {
        "question": "¿Qué debo hacer si mi paquete llega dañado o no llega?",
        "answer": "Si su paquete llega dañado, rechácelo si es posible o haga reservas específicas en el albarán de entrega antes de aceptarlo. Tome fotos y contáctenos inmediatamente en contact@monplancbd.fr. Si su paquete figura como \"entregado\" pero no lo ha recibido, contáctenos también para que iniciemos una investigación con el transportista. Consulte nuestras {gtcLink} (Artículo 7) para más detalles.",
        "gtcLinkText": "Condiciones Generales de Venta"
      },
      "q27": {
        "question": "¿Son discretos sus paquetes?",
        "answer": "Sí, todos nuestros pedidos se envían en embalajes neutros y discretos, sin ninguna mención externa de MonPlanCBD o de su contenido, para garantizar su privacidad."
      }
    },
    "section6": {
      "title": "VI. Devoluciones y Problemas",
      "q28": {
        "question": "¿Cuál es su política de devoluciones?",
        "answer": "De acuerdo con la ley, dispone de 14 días desde la recepción de su pedido para ejercer su derecho de desistimiento, sin justificación. Los productos deben devolverse intactos, completos, sin abrir y en su embalaje original sellado."
      },
      "q29": {
        "question": "¿Cómo devuelvo un artículo?",
        "answer": "Para devolver un artículo, por favor, póngase primero en contacto con nosotros en contact@monplancbd.fr dentro del plazo de 14 días para informarnos de su decisión. Le indicaremos entonces el procedimiento a seguir y la dirección de devolución. Los gastos de envío de la devolución corren por su cuenta. Para más detalles, consulte nuestras {gtcLink} (Artículo 6) o nuestra {returnPolicyLink}.",
        "gtcLinkText": "Condiciones Generales de Venta",
        "returnPolicyLinkText": "Política de Devoluciones"
      }
    },
    "section7": {
      "title": "VII. Seguridad y Precauciones",
      "q30": {
        "question": "¿Tiene efectos secundarios el CBD?",
        "answer": "El CBD generalmente se tolera bien. Sin embargo, algunas personas pueden experimentar efectos secundarios leves como fatiga, sequedad de boca o cambios en el apetito. Estos efectos suelen estar relacionados con dosis altas. Empiece siempre con una dosis baja."
      },
      "q31": {
        "question": "¿Puedo conducir después de consumir CBD?",
        "answer": "Aunque el CBD no es psicoactivo, puede provocar somnolencia en algunas personas. Por precaución, desaconsejamos conducir u operar maquinaria pesada inmediatamente después de consumir CBD, especialmente si es nuevo en su uso o si siente cansancio."
      },
      "q32": {
        "question": "¿Es seguro el CBD para mujeres embarazadas o lactantes?",
        "answer": "Debido a la falta de estudios suficientes sobre los efectos del CBD durante el embarazo y la lactancia, desaconsejamos encarecidamente su uso a mujeres embarazadas o en período de lactancia."
      },
      "q33": {
        "question": "¿Puede el CBD interactuar con medicamentos?",
        "answer_emphasis": "Sí,",
        "answer_text": "el CBD puede interactuar con ciertos medicamentos al afectar la forma en que son metabolizados por el hígado (a través del sistema enzimático citocromo P450). Si está tomando medicamentos, es **esencial** consultar a su médico o farmacéutico antes de consumir CBD."
      },
      "q34": {
        "question": "¿Aparecerá el CBD en un test de drogas?",
        "answer": "Los tests de drogas estándar buscan principalmente el THC. Nuestros productos contienen menos del 0,3% de THC, cumpliendo con la ley. Sin embargo, el consumo de cantidades muy grandes de productos de CBD, especialmente de espectro completo, *podría* teóricamente resultar en un rastro detectable de THC. Si está sujeto a pruebas regulares, considere usar productos de aislado de CBD o discútalo con su empleador/organismo de pruebas."
      }
    },
    "section8": {
      "title": "VIII. Contacto y Soporte",
      "q35": {
        "question": "¿Cómo puedo contactar con el servicio de atención al cliente de MonPlanCBD?",
        "intro": "Puede contactarnos fácilmente:",
        "email_label": "Por correo electrónico",
        "email_value": "contact@monplancbd.fr",
        "phone_label": "Por teléfono",
        "phone_value": "+33 6 65 35 03 78",
        "form_label": "A través del formulario de contacto en nuestro sitio",
        "form_link_text": "aquí",
        "outro": "Nos esforzamos por responder a todas las consultas lo antes posible."
      }
    }
  },
  "GCS": {
    "preamble": {
      "title": "Preámbulo y Ámbito de Aplicación",
      "sellerId": {
        "title": "Identificación del Vendedor (MONPLANCBD SAS)",
        "para1": "Las presentes Condiciones Generales de Venta (CGV) se establecen entre la sociedad MONPLANCBD SAS, con un capital social de 1000€, cuyo domicilio social se encuentra en 2 place Elie Lambert, 64100 Bayona, Francia, inscrita en el Registro Mercantil de Bayona con el número 887 803 955, número de IVA intracomunitario FR39 887803955 (en adelante denominada \"MONPLANCBD\" o \"el Vendedor\"), editora del sitio web www.monplancbd.fr."
      },
      "buyerId": {
        "title": "Identificación del Comprador",
        "para1": "Y, por otra parte, cualquier persona física o jurídica (en adelante denominada \"el Comprador\" o \"el Cliente\") que desee realizar una compra en el sitio web www.monplancbd.fr. El Comprador declara actuar con fines que no entran en el ámbito de su actividad comercial, industrial, artesanal, liberal o agrícola, y tener plena capacidad jurídica para comprometerse bajo las presentes CGV."
      },
      "object": {
        "title": "Objeto de las Condiciones Generales de Venta",
        "para1": "Estas CGV tienen como objetivo definir las relaciones contractuales entre MONPLANCBD y el Comprador, así como las condiciones aplicables a cualquier compra realizada a través del sitio web www.monplancbd.fr."
      },
      "acceptance": {
        "title": "Aceptación de las Condiciones",
        "para1": "La adquisición de un producto en el sitio web www.monplancbd.fr implica la aceptación sin reservas por parte del Comprador de las presentes CGV. El Comprador reconoce haberlas leído y aceptado antes de validar su pedido. Las CGV aplicables son las vigentes en la fecha del pedido. MONPLANCBD se reserva el derecho de modificar estas CGV en cualquier momento."
      }
    },
    "products": {
      "title": "Productos",
      "description": {
        "title": "Descripción de los Productos",
        "para1": "Los productos ofrecidos a la venta son los que figuran en el sitio web www.monplancbd.fr. Cada producto va acompañado de una descripción elaborada por MONPLANCBD, presentando sus principales características (composición, uso recomendado, contenido, etc.). Las fotografías que ilustran los productos son lo más fieles posible pero no son contractuales."
      },
      "availability": {
        "title": "Disponibilidad de los Productos",
        "para1": "Las ofertas de productos son válidas mientras estén visibles en el sitio, dentro del límite de las existencias disponibles. MONPLANCBD se reserva el derecho de modificar el surtido de productos en cualquier momento. En caso de indisponibilidad de un producto después de realizar el pedido, MONPLANCBD informará al Comprador por correo electrónico lo antes posible."
      },
      "zone": {
        "title": "Zona Geográfica de Venta",
        "para1": "La venta de los productos presentados en el sitio www.monplancbd.fr está destinada a los Compradores residentes en los países especificados en la sección relativa a los gastos de envío."
      }
    },
    "price": {
      "title": "Precio",
      "currencyVat": {
        "title": "Moneda e Impuestos (IVA)",
        "para1": "Los precios mostrados en las fichas de producto se indican en Euros (€) con Todos los Impuestos Incluidos (IVA incluido), incluyendo el Impuesto sobre el Valor Añadido (IVA) aplicable el día del pedido."
      },
      "modification": {
        "title": "Modificación de Precios",
        "para1": "MONPLANCBD se reserva el derecho de modificar sus precios en cualquier momento. Sin embargo, el precio aplicable al pedido del Comprador será el que aparezca en el sitio en el momento de la validación del pedido. Cualquier cambio en la tasa de IVA se repercutirá automáticamente en el precio de los productos."
      },
      "shippingCosts": {
        "title": "Gastos de Envío",
        "para1": "Los precios indicados en las fichas de producto no incluyen los gastos de envío. Estos gastos se facturan adicionalmente y varían en función del importe total del pedido y de la zona geográfica de entrega. Los gastos de envío aplicables se indican claramente al Comprador antes de la validación final de su pedido.",
        "para2": "Los umbrales para beneficiarse del envío gratuito y las tarifas planas aplicables se detallan a continuación (o en nuestra {shippingPolicyLink}).",
        "shippingPolicyLinkText": "Política de Envíos"
      }
    },
    "orderPayment": {
      "title": "Pedido y Pago",
      "process": {
        "title": "Proceso de Pedido",
        "para1": "Para realizar un pedido, el Comprador selecciona los productos deseados y los añade a su cesta. Puede modificar el contenido de su cesta (cantidades, referencias) en cualquier momento. Antes de validar su pedido, el Comprador verifica el resumen de su cesta, la dirección de entrega (y de facturación si es diferente), y el importe total incluyendo los gastos de envío calculados."
      },
      "accountGuest": {
        "title": "Cuenta de Cliente y Pedido como Invitado",
        "para1_revised": "Para realizar un pedido, el Comprador debe proporcionar la información necesaria para crear una cuenta de cliente, incluyendo una dirección de correo electrónico y una contraseña, antes de proceder al pago. Esta cuenta le permitirá seguir sus pedidos y facilitar sus compras futuras. Si ya existe una cuenta para el correo electrónico proporcionado, se le pedirá al Comprador que inicie sesión."
      },
      "confirmation": {
        "title": "Confirmación del Pedido",
        "para1": "La validación del pedido se realiza haciendo clic en el botón previsto para ello (por ejemplo, \"Confirmar mi pedido\" o \"Pagar\"). Esta validación implica la aceptación expresa y sin reservas de las presentes CGV. Tras la validación y aceptación del pago, MONPLANCBD enviará al Comprador una confirmación del registro de su pedido por correo electrónico, a la dirección de email facilitada por el Comprador."
      },
      "securePayment": {
        "title": "Métodos de Pago Seguros",
        "para1_revised": "MONPLANCBD ofrece pago seguro con tarjeta bancaria a través de la solución Sherlocks 3D Secure del banco LCL. El Comprador es redirigido a la interfaz segura de LCL para introducir sus datos bancarios. El pago con tarjeta bancaria es irrevocable, salvo en caso de uso fraudulento probado."
      },
      "proof": {
        "title": "Prueba de la Transacción",
        "para1": "El conjunto de los datos facilitados por el Comprador y la confirmación del pedido registrada por MONPLANCBD constituyen la prueba de la transacción y de la aceptación de las operaciones realizadas. Los registros informatizados, conservados en los sistemas informáticos de MONPLANCBD en condiciones razonables de seguridad, se considerarán como prueba de las comunicaciones, pedidos y pagos realizados entre las partes."
      }
    },
    "retentionOfTitle": {
      "title": "Reserva de Dominio",
      "para1": "MONPLANCBD conserva la plena propiedad de los productos vendidos hasta el pago íntegro del precio total por parte del Comprador, incluyendo el principal, los gastos y los impuestos."
    },
    "rightOfWithdrawal": {
      "title": "Derecho de Desistimiento",
      "exercisePeriod": {
        "title": "Plazo de Ejercicio del Derecho de Desistimiento",
        "para1": "De conformidad con el artículo L221-18 del Código de Consumo francés, el Comprador dispone de un plazo de catorce (14) días naturales a partir de la fecha de recepción de su pedido para ejercer su derecho de desistimiento, sin necesidad de justificar motivos ni pagar penalizaciones."
      },
      "returnConditions": {
        "title": "Condiciones de Devolución de los Productos",
        "para1": "Para que se acepte el derecho de desistimiento, los productos devueltos deben estar intactos, sin abrir, sin usar, completos y en su embalaje original sellado. Cualquier producto dañado, sucio, incompleto o cuyo embalaje original esté deteriorado no será reembolsado ni cambiado."
      },
      "returnRefundProcess": {
        "title": "Modalidades de Devolución y Reembolso",
        "para1": "El Comprador que desee ejercer su derecho de desistimiento deberá informar a MONPLANCBD antes de la expiración del plazo de 14 días, por ejemplo, por correo electrónico a contact@monplancbd.fr o a través de su cuenta de cliente. Los productos deben ser devueltos a la dirección indicada por MONPLANCBD, a cargo y riesgo del Comprador, en los 14 días siguientes a la comunicación de su decisión de desistir. Siempre que se cumplan las condiciones de devolución, MONPLANCBD reembolsará al Comprador la totalidad de las sumas pagadas (incluidos los gastos de envío iniciales estándar), utilizando el mismo medio de pago que el utilizado para la transacción inicial, salvo acuerdo expreso del Comprador para otro medio. El reembolso se realizará a la mayor brevedad posible y, a más tardar, en los 14 días siguientes a la fecha en que MONPLANCBD sea informado de la decisión de desistimiento, o tras la recuperación de los bienes devueltos. (Sugerencia: Para obtener información detallada sobre el procedimiento de devolución, consulte nuestra {returnPolicyLink}).",
        "returnPolicyLinkText": "Política de Devoluciones y Reembolsos"
      }
    },
    "delivery": {
      "title": "Entrega",
      "address": {
        "title": "Dirección de Entrega",
        "para1": "Las entregas se realizan en la dirección indicada por el Comprador en el formulario de pedido. Esta dirección debe estar situada en la zona geográfica de venta convenida. El Comprador es responsable de la exactitud de la información facilitada para la entrega."
      },
      "methodsCosts": {
        "title": "Métodos y Gastos de Envío",
        "para1": "Los métodos de envío disponibles y los gastos asociados se presentan al Comprador durante el proceso de pedido y se detallan en la sección \"Precio\" de las presentes CGV (o en nuestra Política de Envíos específica)."
      },
      "timescales": {
        "title": "Plazos de Entrega (Indicativos)",
        "para1": "MONPLANCBD se esfuerza por enviar los pedidos lo antes posible. Los plazos de entrega indicados en el sitio o durante el pedido son meramente indicativos. MONPLANCBD no se hace responsable de los retrasos en la entrega imputables al transportista. De conformidad con la ley, si la entrega no se ha producido en un plazo de treinta (30) días a partir del pedido (salvo caso de fuerza mayor o acuerdo diferente), el Comprador puede solicitar la resolución del contrato de venta y ser reembolsado."
      },
      "riskTransfer": {
        "title": "Transferencia de Riesgos",
        "para1": "Los riesgos relacionados con el transporte (pérdida, robo, deterioro) se transfieren al Comprador en el momento en que éste, o un tercero designado por él, toma posesión física de los productos."
      },
      "receptionVerification": {
        "title": "Recepción del Pedido y Verificación",
        "para1": "Al recibir su pedido, el Comprador está obligado a verificar el estado del embalaje y la conformidad de los productos entregados en presencia del repartidor o en el punto de recogida. Cualquier anomalía (avería, producto faltante en comparación con el albarán de entrega, paquete dañado, productos rotos...) deberá indicarse imperativamente en el albarán de entrega en forma de reservas manuscritas claras y precisas, acompañadas de la firma del Comprador."
      },
      "issues": {
        "title": "Problemas de Entrega (Daños, Paquete no recibido)",
        "para1_damage": "En caso de daño constatado durante la entrega, el Comprador debe formular una reclamación motivada al transportista en un plazo de tres (3) días (sin incluir festivos) siguientes a la entrega, mediante carta certificada con acuse de recibo, e informar simultáneamente a MONPLANCBD.",
        "para2_non_receipt_important_note": "NOTA IMPORTANTE SOBRE LA NO RECEPCIÓN DE PAQUETES:",
        "para3_non_receipt_policy": "Si el seguimiento indica que su pedido ha sido entregado, pero usted afirma no haberlo recibido, MONPLANCBD iniciará una investigación con el transportista. Sin embargo, tenga en cuenta que si el transportista confirma la entrega en la dirección proporcionada, MONPLANCBD no podrá ser considerada responsable y no procederá al reenvío ni al reembolso del pedido. Le aconsejamos asegurar un lugar de entrega seguro."
      }
    },
    "legalGuarantees": {
      "title": "Garantías Legales",
      "conformity": {
        "title": "Garantía de Conformidad",
        "para1": "Todos los productos vendidos por MONPLANCBD se benefician de la garantía legal de conformidad prevista en los artículos L217-4 y siguientes del Código de Consumo francés. Esta garantía se aplica a los defectos de conformidad existentes en el momento de la entrega del producto."
      },
      "hiddenDefects": {
        "title": "Garantía contra Vicios Ocultos",
        "para1": "Los productos también se benefician de la garantía legal contra vicios ocultos prevista en los artículos 1641 y siguientes del Código Civil francés. Esta garantía cubre los defectos ocultos del producto que lo hacen inadecuado para el uso al que está destinado, o que disminuyen tanto este uso que el Comprador no lo habría adquirido, o habría pagado un precio menor, si los hubiera conocido."
      },
      "claimsProcess": {
        "title": "Modalidades de Reclamación",
        "para1": "En caso de no conformidad o vicio oculto de un producto vendido, el Comprador puede devolverlo a MONPLANCBD. Cualquier reclamación, solicitud de cambio o reembolso en virtud de las garantías legales debe realizarse por correo electrónico a contact@monplancbd.fr o por correo postal a la dirección: MONPLANCBD SAS, 2 place Elie Lambert, 64100 Bayona, Francia, especificando el defecto constatado y aportando un comprobante de compra. MONPLANCBD indicará entonces el procedimiento a seguir."
      }
    },
    "liability": {
      "title": "Responsabilidad",
      "para1": "MONPLANCBD, en el proceso de venta en línea, sólo está sujeta a una obligación de medios. Su responsabilidad no podrá ser exigida por un daño resultante del uso de la red de Internet como pérdida de datos, intrusión, virus, interrupción del servicio u otros problemas involuntarios.",
      "para2": "La responsabilidad de MONPLANCBD no podrá ser comprometida en caso de incumplimiento de la legislación del país donde se entregan los productos. Es responsabilidad del Comprador verificar con las autoridades locales las posibilidades de importación o uso de los productos pedidos."
    },
    "intellectualProperty": {
      "title": "Propiedad Intelectual",
      "para1": "Todos los elementos presentes en el sitio www.monplancbd.fr, ya sean visuales (logotipos, fotos, gráficos) o textuales, son y seguirán siendo propiedad intelectual exclusiva de la sociedad MONPLANCBD.",
      "para2": "Nadie está autorizado a reproducir, explotar, redistribuir o utilizar con cualquier fin, ni siquiera parcialmente, los elementos del sitio sin el consentimiento previo por escrito de MONPLANCBD. Cualquier reproducción o uso no autorizado constituye una infracción y es susceptible de acciones legales."
    },
    "personalData": {
      "title": "Protección de Datos Personales",
      "para1": "MONPLANCBD se compromete a proteger los datos personales de sus Clientes. La información recopilada al realizar un pedido es necesaria para la gestión de la transacción y la relación comercial. Se trata de conformidad con la normativa vigente sobre protección de datos (RGPD y Ley francesa de Informática y Libertades). Para obtener más información sobre la recopilación, el uso y la protección de sus datos personales, así como sobre sus derechos (acceso, rectificación, supresión, etc.), consulte nuestra {privacyPolicyLink}.",
      "privacyPolicyLinkText": "Política de Privacidad"
    },
    "cookies": {
      "title": "Uso de Cookies",
      "para1": "El sitio www.monplancbd.fr utiliza cookies para mejorar la experiencia de navegación, analizar el tráfico y ofrecer funcionalidades adaptadas. Una cookie es un pequeño archivo de texto almacenado en su dispositivo. Al navegar por nuestro sitio, usted consiente el uso de estas cookies, a menos que configure su navegador para rechazarlas. Para obtener más información sobre los tipos de cookies utilizadas, su finalidad y cómo gestionar sus preferencias, consulte nuestra sección dedicada a las cookies en nuestra {privacyPolicyLink}.",
      "privacyPolicyLinkText": "Política de Privacidad"
    },
    "modificationGTC": {
      "title": "Modificación de las Condiciones Generales de Venta",
      "para1": "MONPLANCBD se reserva el derecho de modificar las presentes Condiciones Generales de Venta en cualquier momento. Las nuevas CGV se aplicarán a cualquier pedido realizado después de su publicación en línea en el sitio.",
      "para2": "Las condiciones aplicables a un pedido son las vigentes el día de la validación de dicho pedido por parte del Comprador. Se recomienda al Comprador consultar regularmente las CGV."
    },
    "governingLawDisputes": {
      "title": "Ley Aplicable y Resolución de Disputas",
      "applicableLaw": {
        "title": "Ley Aplicable",
        "para1": "Las presentes Condiciones Generales de Venta y las operaciones de compra y venta resultantes están sujetas a la legislación francesa."
      },
      "jurisdiction": {
        "title": "Jurisdicción Competente",
        "para1": "Cualquier litigio relativo a la interpretación, ejecución o rescisión del contrato celebrado entre MONPLANCBD y el Comprador será, en ausencia de acuerdo amistoso, sometido a la jurisdicción exclusiva de los tribunales franceses competentes, sin perjuicio de la pluralidad de demandados o de la llamada en garantía. El tribunal competente se determinará según las normas del derecho común."
      },
      "mediationODR": {
        "title": "Mediación y Resolución de Litigios en Línea (RLL)",
        "para1": "En caso de litigio, se invita al Comprador a ponerse en contacto prioritariamente con el servicio de atención al cliente de MONPLANCBD (ver sección \"Contacto\") para intentar encontrar una solución amistosa. De conformidad con los artículos L.616-1 y R.616-1 del Código de Consumo francés, el Comprador también tiene derecho a recurrir gratuitamente a un mediador de consumo con vistas a la resolución amistosa del litigio que le enfrenta a MONPLANCBD. Además, de conformidad con el artículo 14 del Reglamento (UE) nº 524/2013, la Comisión Europea ha establecido una plataforma de Resolución de Litigios en Línea (RLL), que facilita la resolución extrajudicial independiente de litigios en línea entre consumidores y profesionales de la Unión Europea. Esta plataforma es accesible en el siguiente enlace: {odrLink}.",
        "odrLinkText": "https://webgate.ec.europa.eu/odr/"
      }
    },
    "contact": {
      "title": "Contacto",
      "para1": "Para cualquier pregunta, reclamación o solicitud de información relativa a los productos, a un pedido o a las presentes Condiciones Generales de Venta, el Comprador puede contactar con MONPLANCBD:",
      "email": "Por correo electrónico",
      "emailAddress": "contact@monplancbd.fr",
      "phone": "Por teléfono",
      "phoneNumber": "+33 6 65 35 03 78",
      "phoneInfo": "número de tarifa estándar, coste según operador",
      "mail": "Por correo postal",
      "postalAddress": "MONPLANCBD SAS, 2 place Elie Lambert, 64100 Bayona, Francia."
    }
  },
  "privacyPolicies": {
    "title": "Políticas de privacidad",
    "description": "descripción"
  },
  "privacyPolicy": {
    "metadata": {
      "title": "Política de Privacidad | MonPlanCBD",
      "description": "Aprende cómo MonPlanCBD recopila, usa y protege tus datos personales. Comprende tus derechos sobre tu información al usar nuestro sitio web."
    },
    "mainTitle": "MONPLANCBD - POLÍTICA DE PRIVACIDAD",
    "introduction": {
      "title": "Introducción y Compromiso",
      "para1": "Bienvenido a www.monplancbd.fr. MONPLANCBD SAS (\"MONPLANCBD\", \"nosotros\", \"nuestro\") se compromete a proteger la privacidad y los datos personales de sus usuarios y clientes (\"usted\"). Esta Política de Privacidad explica qué datos personales recopilamos, por qué los recopilamos, cómo los usamos, compartimos y protegemos, y los derechos que tiene sobre sus datos. Nos comprometemos a cumplir con el Reglamento General de Protección de Datos (RGPD - Reglamento (UE) 2016/679) y la Ley de Protección de Datos francesa aplicable."
    },
    "dataController": {
      "title": "Responsable del Tratamiento",
      "intro": "El responsable del tratamiento de sus datos personales recopilados a través del sitio web www.monplancbd.fr es:",
      "companyName": "MONPLANCBD SAS",
      "address": "2 place Elie Lambert, 64100 Bayonne, Francia",
      "emailLabel": "Correo electrónico",
      "emailValue": "contact@monplancbd.fr"
    },
    "dataCollected": {
      "title": "¿Qué Datos Personales Recopilamos?",
      "intro": "Podemos recopilar y tratar diferentes tipos de datos personales sobre usted, incluyendo:",
      "item_identification": "Datos de identificación y contacto: Apellido, nombre, dirección de correo electrónico, dirección postal (entrega y facturación), número de teléfono.",
      "item_connection_navigation": "Datos de conexión y navegación: Dirección IP, tipo de navegador, páginas visitadas en nuestro sitio, fechas y horas de conexión, datos de ubicación aproximada (inferidos de la IP), información sobre el dispositivo utilizado.",
      "item_order_transaction": "Datos de pedido y transacción: Historial de compras, productos vistos o añadidos al carrito, detalles del pedido, información de pago (procesada de forma segura por nuestro proveedor), información de entrega, incidentes o reclamaciones.",
      "item_account": "Datos de la cuenta de cliente: ID de inicio de sesión, contraseña (cifrada), preferencias de comunicación (suscripción al boletín), puntos de fidelidad, historial de interacción con el servicio al cliente.",
      "item_reviews": "Datos de reseñas de productos: Pseudónimo (si se proporciona), contenido de la reseña, calificación otorgada.",
      "item_technical": "Datos técnicos: Información recopilada a través de cookies (ver sección dedicada).",
      "outro": "Estos datos generalmente se recopilan cuando navega por nuestro sitio, crea o inicia sesión en su cuenta, realiza un pedido (incluso como invitado), se suscribe a nuestro boletín, contacta con nuestro servicio al cliente o deja una reseña."
    },
    "purposes": {
      "title": "¿Por Qué Utilizamos Sus Datos (Finalidades)?",
      "intro": "Utilizamos sus datos personales para los siguientes fines, basados en diferentes fundamentos legales:",
      "contract": {
        "basis": "Ejecución de un contrato (Base legal: Contrato):",
        "item_order_management": "Gestionar sus pedidos (validación, pago, preparación, envío).",
        "item_delivery": "Asegurar la entrega de los productos en la dirección especificada.",
        "item_crm": "Gestionar la relación con el cliente (seguimiento de pedidos, servicio postventa, reclamaciones).",
        "item_account_management": "Gestionar su cuenta de cliente."
      },
      "legalObligation": {
        "basis": "Cumplimiento de una obligación legal (Base legal: Obligación legal):",
        "item_invoice_retention": "Conservar facturas y documentos contables durante el período legalmente requerido (10 años).",
        "item_authority_requests": "Responder a solicitudes de las autoridades competentes."
      },
      "consent": {
        "basis": "Su Consentimiento (Base legal: Consentimiento):",
        "item_newsletter": "Enviarle nuestros boletines y ofertas promocionales por correo electrónico o SMS, si ha consentido a través de la casilla de verificación durante la creación de la cuenta o el pedido.",
        "item_cookies": "Colocar ciertos tipos de cookies en su dispositivo (ver Política de Cookies).",
        "item_reviews": "Publicar sus reseñas de productos.",
        "withdrawal_note": "Puede retirar su consentimiento en cualquier momento (ver sección \"Sus Derechos\")."
      },
      "legitimateInterest": {
        "basis": "Nuestro Interés Legítimo (Base legal: Interés legítimo):",
        "item_security_fraud": "Garantizar la seguridad de nuestro sitio web y prevenir el fraude.",
        "item_service_improvement": "Mejorar nuestros servicios y la experiencia del usuario en nuestro sitio (análisis de navegación, estadísticas anonimizadas).",
        "item_personalization": "Personalizar su experiencia en el sitio (ej: mostrar productos relevantes).",
        "item_loyalty": "Gestionar nuestro programa de fidelización.",
        "item_information_requests": "Responder a sus solicitudes de información a través de nuestros formularios de contacto o correo electrónico."
      }
    },
    "dataSharing": {
      "title": "¿Con Quién Compartimos Sus Datos?",
      "intro": "No vendemos sus datos personales. Sin embargo, podemos compartirlos con terceros de confianza para lograr los fines descritos anteriormente:",
      "item_payment": "Proveedores de pago: Para procesar sus pagos de forma segura (ej: Stripe).",
      "item_carriers": "Transportistas: Para asegurar la entrega de sus pedidos (ej: Chronopost, La Poste).",
      "item_hosting": "Proveedores de alojamiento: Para almacenar los datos de nuestro sitio web (Scaleway, con sede en la UE).",
      "item_emailing": "Plataformas de emailing: Para enviar nuestros boletines, si ha consentido (Benchmark Email - Requiere verificación de la ubicación del procesamiento de datos y garantías).",
      "item_authorities": "Autoridades competentes: Solo si lo exige la ley o como parte de procedimientos legales.",
      "outro": "Nos aseguramos de que nuestros socios respeten la confidencialidad y seguridad de sus datos y los utilicen únicamente para las tareas que se les encomiendan.",
      "transfers": {
        "title": "Transferencias Internacionales:",
        "para1": "Nuestros servidores de alojamiento (Scaleway) se encuentran dentro de la Unión Europea.",
        "para2_outside_eu": "Algunos de nuestros proveedores de servicios, como nuestra plataforma de emailing Benchmark Email, pueden procesar datos fuera de la UE (ej: en los Estados Unidos). En tales casos, nos aseguramos de que estas transferencias estén reguladas por garantías adecuadas, como las Cláusulas Contractuales Tipo aprobadas por la Comisión Europea, para garantizar un nivel adecuado de protección de sus datos.",
        "para2_inside_eu": "Todos nuestros principales proveedores de servicios procesan sus datos dentro de la Unión Europea."
      }
    },
    "dataRetention": {
      "title": "¿Cuánto Tiempo Conservamos Sus Datos?",
      "intro": "Conservamos sus datos personales solo durante el tiempo necesario para los fines para los que fueron recopilados, de conformidad con la normativa:",
      "item_client_active": "Datos del cliente (cuenta activa): Conservados durante toda la duración de la relación comercial, luego archivados durante 3 años desde su última actividad (pedido, inicio de sesión en la cuenta...), a menos que solicite su eliminación u objeción.",
      "item_order_billing": "Datos de pedido/facturación: Conservados durante el período legal obligatorio de 10 años a partir del cierre del ejercicio contable.",
      "item_prospects": "Datos de prospectos (sin pedido): Conservados durante 3 años desde su última interacción (clic en correo electrónico, contacto...), a menos que solicite su eliminación u objeción.",
      "item_marketing_consent": "Datos de consentimiento de marketing: Conservados mientras no retire su consentimiento.",
      "item_cookies": "Cookies: La vida útil de las cookies se detalla en nuestra Política de Cookies (generalmente 13 meses máximo para las cookies no esenciales que requieren consentimiento)."
    },
    "dataSecurity": {
      "title": "¿Cómo Protegemos Sus Datos?",
      "para1": "Nos tomamos muy en serio la seguridad de sus datos. Implementamos medidas técnicas y organizativas apropiadas para proteger sus datos personales contra pérdida, uso indebido, acceso no autorizado, divulgación, alteración o destrucción. Esto incluye el uso del protocolo SSL/TLS para cifrar los datos intercambiados en nuestro sitio, acceso seguro a nuestros sistemas y políticas internas de gestión de datos."
    },
    "cookies": {
      "title": "Uso de Cookies",
      "introduction": "Utilizamos cookies y tecnologías similares. Para obtener información detallada sobre las cookies que utilizamos, sus finalidades y cómo puede gestionarlas, consulte nuestra",
      "cookiePolicyLinkText": "Política de Cookies"
    },
    "yourRights": {
      "title": "Sus Derechos Respecto a Sus Datos Personales",
      "intro": "De acuerdo con el RGPD, usted tiene los siguientes derechos sobre sus datos personales:",
      "item_access": "Derecho de acceso: Solicitar ver los datos que tenemos sobre usted.",
      "item_rectification": "Derecho de rectificación: Solicitar la corrección de datos inexactos o incompletos.",
      "item_erasure": "Derecho de supresión ('derecho al olvido'): Solicitar la eliminación de sus datos, sujeto a las obligaciones legales de conservación.",
      "item_restriction": "Derecho a la limitación del tratamiento: Solicitar congelar temporalmente el uso de algunos de sus datos.",
      "item_portability": "Derecho a la portabilidad de los datos: Recibir los datos que nos proporcionó en un formato estructurado y de uso común, y transmitirlos a otro responsable si es técnicamente factible.",
      "item_objection": "Derecho de oposición: Oponerse al tratamiento de sus datos por motivos legítimos, y en cualquier momento para marketing directo (incluida la elaboración de perfiles relacionada con el marketing directo).",
      "item_withdraw_consent": "Derecho a retirar el consentimiento: Para tratamientos basados en el consentimiento (boletín, ciertas cookies), puede retirarlo en cualquier momento.",
      "item_post_mortem": "Derecho a definir directivas post-mortem: Organizar el destino de sus datos después de su fallecimiento.",
      "howToExercise": {
        "title": "Cómo ejercer sus derechos:",
        "intro": "Puede ejercer la mayoría de estos derechos directamente desde su área de cliente:",
        "item_profile": "Modificar su información personal en la sección {profileLink}.",
        "profileLinkText": "\"Mi Perfil\"",
        "item_addresses": "Gestionar sus direcciones en la sección {addressesLink}.",
        "addressesLinkText": "\"Mis Direcciones\"",
        "item_newsletter": "Gestionar su suscripción al boletín en la sección \"Mi Perfil\" o mediante los enlaces de cancelación de suscripción en nuestros correos electrónicos.",
        "outro": "Para cualquier otra solicitud o para ejercer derechos no disponibles a través de su cuenta, puede contactarnos por correo electrónico a contact@monplancbd.fr o por correo postal a la dirección indicada en el Artículo 2, adjuntando si es necesario una copia de un documento de identidad para verificar su identidad. Nos comprometemos a responder en el plazo de un mes."
      },
      "complaintRight": {
        "title": "Derecho a presentar una reclamación ante la CNIL:",
        "para1": "Si considera, después de contactarnos, que no se respetan sus derechos, puede presentar una reclamación ante la Autoridad Francesa de Protección de Datos (CNIL): {cnilLink}."
      }
    },
    "minorsPolicy": {
      "title": "Política Respecto a Menores",
      "para1": "Nuestro sitio y nuestros productos no están destinados a menores de 18 años. No recopilamos ni procesamos conscientemente datos personales de menores. Si descubrimos que hemos recopilado dichos datos, los eliminaremos de inmediato."
    },
    "policyUpdate": {
      "title": "Actualizaciones de la Política de Privacidad",
      "para1": "Podemos modificar ocasionalmente esta Política de Privacidad para reflejar cambios en nuestras prácticas o por razones legales o regulatorias. En caso de cambios sustanciales, le informaremos por correo electrónico (si tenemos su dirección) o mediante una notificación en nuestro sitio web antes de que el cambio entre en vigor. Le recomendamos consultar esta página regularmente."
    },
    "contact": {
      "title": "Contacto",
      "intro": "Para cualquier pregunta sobre esta Política de Privacidad o la gestión de sus datos personales, contáctenos:",
      "emailLabel": "Por correo electrónico",
      "emailValue": "contact@monplancbd.fr",
      "mailLabel": "Por correo postal",
      "postalAddress": "MONPLANCBD SAS, Delegado de Protección de Datos, 2 place Elie Lambert, 64100 Bayonne, Francia."
    },
    "lastUpdate": {
      "title": "Fecha de Última Actualización",
      "date": "Última actualización: {updateDate}"
    }
  },
  "metadataAbout": {
    "title": "Sobre MonPlanCBD - Nuestra Historia, Nuestros Valores, Tu Bienestar",
    "description": "Descubre la historia de MonPlanCBD, nuestra pasión por el CBD de calidad, nuestro compromiso con la transparencia y nuestra misión para tu bienestar natural.",
    "keywords": "sobre monplancbd, historia monplancbd, valores cbd, compromiso calidad cbd, misión monplancbd, quiénes somos cbd, empresa cbd francia, cbd bayona, equipo monplancbd, bienestar cáñamo",
    "ogImageAlt": "Descubre MonPlanCBD: Pasión, Calidad y Compromiso con el Bienestar CBD"
  },
  "metadataConditionsOfUse": {
    "title": "Condiciones de Uso - MonPlanCBD",
    "description": "Revise las Condiciones Generales de Uso (CGU) que rigen el acceso y uso del sitio web de MonPlanCBD. Se requiere su acuerdo para navegar."
  },
  "metadataGCS": {
    "title": "Condiciones Generales de Venta (CGV) - MonPlanCBD",
    "description": "Lea atentamente nuestras Condiciones Generales de Venta (CGV) antes de realizar un pedido en MonPlanCBD. Detalles sobre productos, precios, envío y devoluciones."
  },
  "metadataFAQ": {
    "title": "FAQ - Preguntas Frecuentes sobre el CBD | MonPlanCBD",
    "description": "Encuentre respuestas a sus preguntas frecuentes sobre el CBD, nuestros productos, legalidad, uso, pedidos y envíos en MonPlanCBD.",
    "keywords": "faq cbd, preguntas frecuentes cbd, cbd legal, uso cbd, cómo tomar cbd, efectos cbd, pedido cbd, envío cbd, monplancbd faq, ayuda cbd",
    "ogImageAlt": "FAQ - Respuestas a preguntas frecuentes sobre el CBD en MonPlanCBD"
  },
  "metadataLegalNotices": {
    "title": "Aviso Legal - MonPlanCBD",
    "description": "Consulte el aviso legal de MonPlanCBD: información sobre el editor del sitio, el proveedor de hosting, la propiedad intelectual y los datos de contacto."
  },
  "metadataPrivacyPolicy": {
    "title": "Política de Privacidad - MonPlanCBD",
    "description": "Descubra cómo MonPlanCBD recopila, utiliza y protege sus datos personales de acuerdo con el RGPD. Sus derechos y nuestros compromisos."
  },
  "about": {
    "pageTitle": "Nuestra Historia: La Pasión por el CBD de Calidad en MonPlanCBD",
    "imageAlt": "El paisaje que inspiró la marca",
    "section1": {
      "title": "La Chispa: Nuestra Historia de Origen",
      "para1": "Todo comenzó no en un laboratorio de alta tecnología, sino en el vibrante corazón del País Vasco, durante una tarde de finales de invierno en el Bistrot des Halles de Bayona. Alrededor de una mesa, una animada conversación entre amigos apasionados reveló un creciente interés compartido por una planta ancestral con virtudes fascinantes: el cáñamo, y más específicamente, el Cannabidiol (CBD).",
      "para2": "Cada uno de nosotros había descubierto el CBD a su manera. Para algunos, era una búsqueda personal de bienestar, un medio natural para encontrar serenidad y equilibrio frente al estrés diario. Para otros, era el deseo de ayudar a sus seres queridos, de compartir una alternativa suave para aliviar tensiones o mejorar el sueño. Ya fuera en forma de aceite, bálsamo o infusión, todos estábamos convencidos del increíble potencial de esta molécula derivada del cáñamo.",
      "para3": "De esta pasión compartida nació una idea simple pero poderosa: crear MonPlanCBD. No solo otra tienda en línea, sino un espacio de confianza, arraigado en nuestros valores, donde todos pudieran encontrar productos excepcionales de CBD, seleccionados con el mismo rigor que usaríamos para nosotros o nuestras familias."
    },
    "section2": {
      "title": "Nuestro Compromiso: Calidad y Transparencia",
      "intro": "En MonPlanCBD, nuestra misión va más allá de la simple venta. Nos impulsa una profunda convicción: el bienestar a través del CBD solo puede florecer sobre una base de **confianza** y **calidad**. Por eso nos comprometemos con principios claros e innegociables:",
      "item1": {
        "label": " Selección Rigurosa:",
        "text": "Buscamos por toda Europa (priorizando Francia siempre que sea posible) para encontrar productores asociados que compartan nuestra ética: cultivo respetuoso (Interior, Invernadero, Exterior), saber hacer artesanal y cumplimiento de las normas más estrictas. Cada flor, cada resina, cada aceite se elige por su perfil aromático único y su potencial de bienestar."
      },
      "item2": {
        "label": " Transparencia Total:",
        "text": "La confianza se gana. Es por eso que *cada lote* de nuestros productos es analizado sistemáticamente por un laboratorio externo independiente y certificado. Verificamos meticulosamente la concentración de cannabinoides (CBD, CBG, CBN...) y nos aseguramos de que el nivel de THC siempre permanezca estrictamente por debajo del límite legal francés del 0,3%. Estos certificados de análisis están disponibles porque su tranquilidad es nuestra prioridad."
      },
      "item3": {
        "label": " Experiencia Francesa y Trazabilidad:",
        "text": "Con sede en el País Vasco, estamos orgullosos de nuestras raíces locales y nuestro enfoque a escala humana. Conocemos a nuestros socios y hacemos un seguimiento de nuestros productos desde el cultivo hasta su puerta, garantizando una trazabilidad completa."
      },
      "item4": {
        "label": " Soporte Personalizado:",
        "text": "El mundo del CBD puede parecer complejo. Nuestro equipo de entusiastas, con sede en Francia, está aquí para escucharle, asesorarle y responder a todas sus preguntas con amabilidad y experiencia. No dude nunca en contactarnos."
      }
    },
    "section3": {
      "title": "Más que Productos: Una Visión para el Bienestar",
      "para1": "MonPlanCBD representa el deseo de democratizar el acceso a un CBD de calidad superior, de forma legal y transparente. Creemos en un enfoque holístico del bienestar, donde la naturaleza nos proporciona claves preciosas.",
      "para2": "Tanto si eres un principiante curioso por explorar los beneficios potenciales del CBD para la relajación, el sueño o el manejo del estrés, como si eres un conocedor en busca de sabores y experiencias específicas, estamos aquí para guiarte.",
      "para3": "Explora nuestras diferentes gamas – desde flores con aromas cautivadores hasta aceites fáciles de dosificar, pasando por resinas concentradas y productos de cuidado calmantes – y encuentra el \"plan CBD\" que más te convenga."
    },
    "cta": {
      "intro": "Únete a la comunidad MonPlanCBD y descubre un enfoque del bienestar natural, transparente y de alta calidad.",
      "link1": "Explora nuestras flores CBD",
      "link2": "Descubre nuestros aceites",
      "link3": "Visita nuestro Blog para saber más"
    }
  },
  "blogPage": {
    "metadata": {
      "title": "Blog CBD: Noticias, Consejos de Bienestar y Guías | MonPlanCBD",
      "description": "Explora el blog de MonPlanCBD: noticias sobre CBD, consejos de bienestar, guías de uso y las últimas investigaciones sobre el cáñamo y sus cannabinoides.",
      "keywords": "blog cbd, noticias cbd, consejos cbd, guía cbd, información cbd, bienestar cbd, info cáñamo, cannabinoides, monplancbd blog, investigación cbd",
      "ogImageAlt": "El Blog de MonPlanCBD - Noticias, Consejos y Guías sobre CBD"
    }
  },
  "signIn": {
    "title": "Iniciar sesión",
    "description": "descripción"
  },
  "myAccount": {
    "title": "Mi cuenta",
    "description": "descripción"
  },
  "category": {
    "text": "Lo sentimos, pero no se encontró ningún producto para esta categoría. Haz clic en el botón de abajo para ser redirigido a la página de flores.",
    "button": "A la página de flores",
    "title": "Productos",
    "description": "descripción",
    "flower": "Flores de CBD",
    "hash": "Hash CBD",
    "moonrock": "Moonrocks CBD",
    "oil": "Aceites de CBD",
    "herbalTea": "Infusiones de CBD",
    "health": "Cuidados de CBD",
    "vaporizer": "Vaporizador",
    "caryophyllene": "madera",
    "limonene": "cítrico",
    "myrcene": "forestal",
    "linalol": "floral",
    "terpinolene": "terrestre",
    "piperine": "picante",
    "caryophyllenePeper": "pimienta",
    "pinene": "pino",
    "humulene": "terrestre",
    "origin": "Origen",
    "promo": "Promoción",
    "outOfStock": "Agotado",
    "fromPrice": "Desde",
    "quantity": "Cantidad",
    "unit": "Unidad",
    "details": "Ver más detalles",
    "reviews": "avis es",
    "addToCart": "Add to cart es",
    "fleurs-cbd": "Flores de CBD",
    "pollens-resines-hash-cbd": "Hash CBD",
    "moonrocks-cbd": "Moonrocks CBD",
    "huiles-cbd": "Aceites de CBD",
    "infusions-cbd": "Infusiones de CBD",
    "soins-cbd": "Cuidados de CBD",
    "vaporisateur": "Vaporizador"
  },
  "singleProduct": {
    "analyzes": "análisis",
    "origin": "origen",
    "cannabinoids": "cannabinoides",
    "terpenes": "terpenos",
    "reviews": "Opiniones de nuestros clientes",
    "relatedProducts": "Nuestros clientes también compraron estos productos"
  },
  "navbar": {
    "productsLink": "Productos",
    "blogLink": "Blog",
    "mainLogoAlt": "Logo de Mon Plan CBD",
    "cbdLogoAlt": "Logo CBD blanco",
    "openMainMenuSR": "Abrir menú principal",
    "closeMainMenuSR": "Cerrar menú principal",
    "hemp": "flor de CBD",
    "hash": "Polen/resina de CBD",
    "moonrock": "moonrock de CBD",
    "oil": "aceite de CBD",
    "tea": "infusiones de CBD",
    "cream": "cuidados de CBD",
    "vaporisateur": "vaporizador",
    "connection": "Conexión",
    "selectLanguageSR": "Seleccionar idioma",
    "burger": {
      "english": "Inglés",
      "spanish": "Español",
      "french": "Francés"
    },
    "openUserMenuSR": "Abrir menú de usuario",
    "info": "Mi Perfil",
    "addresses": "Mis Direcciones",
    "orders": "Mis Pedidos",
    "fidelity": "Fidelidad y Recomendación",
    "logout": "Cerrar Sesión",
    "login": "Iniciar Sesión",
    "register": "Registrarse"
  },
  "footer": {
    "footerSR": "Pie de página",
    "logoAlt": "Logo Monplancbd - Blanco",
    "navigationTitle": "Navegación",
    "legalNotices": "Aviso Legal",
    "conditionsOfUse": "Condiciones de Uso",
    "FAQ": "Preguntas Frecuentes",
    "GCS": "Condiciones Generales de Venta",
    "privacyPolicies": "Política de Privacidad",
    "about": "Sobre Monplancbd",
    "shippingPolicy": "Política de Envíos",
    "cookiePolicy": "Política de Cookies",
    "facebook": "Facebook",
    "instagram": "Instagram",
    "copyrightText": "Monplancbd. Todos los derechos reservados."
  },
  "blog": {
    "link": "Blog"
  },
  "cart": {
    "cart": "carrito",
    "order": "realizar el pedido",
    "iconSR": "Ver carrito de compras",
    "title": "Tu Carrito",
    "closeButtonSR": "Cerrar carrito",
    "totalLabel": "Total:",
    "checkoutButton": "Ver Carrito",
    "shippingButton": "Pagar",
    "emptyMessage": "Tu carrito está actualmente vacío.",
    "continueShoppingButton": "Continuar Comprando",
    "orSeparator": "o"
  },
  "productCardCart": {
    "nbItem": "número de artículo",
    "gPrice": "precio por gramo",
    "unitPrice": "precio por unidad",
    "quantity": "cantidad",
    "priceOneArticle": "precio de un artículo",
    "subtotal": "subtotal",
    "subtotalLabel": "Subtotal",
    "unitPriceSuffix": "/{per}",
    "removeAriaLabel": "Eliminar {name}",
    "decreaseQtyAriaLabel": "Disminuir cantidad",
    "increaseQtyAriaLabel": "Aumentar cantidad"
  },
  "addresses": {
    "title": "Mis Direcciones",
    "firstName": "Nombre",
    "lastName": "Apellido",
    "address1": "Dirección 1",
    "address2": "Dirección 2 (Opcional)",
    "city": "Ciudad",
    "postalCode": "Código Postal",
    "country": "País",
    "phone": "Teléfono",
    "email": "Correo electrónico",
    "billing": "Usar como dirección de facturación",
    "shipping": "Usar como dirección de envío",
    "modal": {
      "closeButtonSR": "Cerrar",
      "title": "Editar dirección",
      "update": "Actualizar",
      "delete": "Eliminar",
      "cancel": "Cancelar",
      "save": "Guardar",
      "company": "Company es (Optionel)",
      "addressType": {
        "title": "Tipo de dirección",
        "billing": "Facturación",
        "shipping": "Envío",
        "both": "Ambos"
      }
    },
    "text": "No hay ninguna dirección registrada todavía. Haz clic en el texto o en el botón de abajo para agregar una, podrás elegirlas al realizar una compra",
    "button": "Añadir dirección",
    "addAddress": "Añadir dirección",
    "updatedAddress": "Dirección actualizada con éxito.",
    "failUpdatedAddress": "No se pudo actualizar la dirección."
  },
  "profile": {
    "title": "Información Personal",
    "form": {
      "titleSection": {
        "label": "Título",
        "options": {
          "madame": "Señorita",
          "monsieur": "Señor"
        }
      },
      "firstName": "Nombre",
      "lastName": "Apellido",
      "displayName": "Nombre para mostrar",
      "displayNameHint": "Así es como se mostrará tu nombre en la sección de la cuenta y en las reseñas",
      "email": "Correo electrónico",
      "communicationPreferences": {
        "label": "Mis Opciones",
        "promotions": {
          "label": "Actualizaciones de productos y promociones",
          "hint": "Recibe comunicaciones de marketing que creemos que te interesarán."
        },
        "orders": {
          "label": "Información de la cuenta y pedidos",
          "hint": "Recibe información importante sobre tus pedidos y tu cuenta."
        }
      },
      "password": "Contraseña",
      "passwordMismatch": "Las dos contraseñas deben coincidir",
      "currentPassword": "Contraseña actual",
      "currentPasswordMessage": "Si deseas cambiar tu contraseña, completa el campo \"Contraseña actual\".",
      "newPassword": "Nueva contraseña",
      "confirmNewPassword": "Confirmar nueva contraseña",
      "updateButton": "actualizar tus informaciones",
      "saveButton": "Guardar",
      "cancel": "Cancelar"
    }
  },
  "orders": {
    "title": "Mis pedidos",
    "order": {
      "date": "Fecha",
      "orderNumber": "Pedido n°",
      "total": "Total",
      "status": {
        "pending": "Pendiente",
        "processing": "Procesando",
        "onHold": "En progreso",
        "completed": "Completado",
        "cancelled": "Cancelado",
        "refunded": "Reembolsado",
        "failed": "Fallido",
        "delivered": "Entregado"
      },
      "product": "Producto",
      "price": "Precio",
      "dateLabel": "Fecha del pedido",
      "totalLabel": "Monto total",
      "statusLabel": "Estado del pedido"
    }
  },
  "loyalty": {
    "title": "Tu saldo actual",
    "points": "puntos",
    "howToEarn": "Cómo ganar puntos",
    "boxes": {
      "box1": {
        "title": "¡Gana 1 punto por cada € gastado en nuestra tienda!",
        "description": "Puntos obtenidos: 1 PUNTO / 1,00 €"
      },
      "box2": {
        "title": "¡Reseña un producto y recibe 10 puntos!",
        "description": "Puntos obtenidos: 10 PUNTOS"
      },
      "box3": {
        "title": "Registro de referido",
        "description": "Puntos obtenidos: 50 PUNTOS"
      },
      "box4": {
        "title": "Pedidos de referidos (monto superior a 30,00 euros) (solo primer pedido)",
        "description": "Puntos obtenidos: 1 PUNTO"
      },
      "box5": {
        "title": "Pedidos de referidos (solo primer pedido)",
        "description": "Puntos obtenidos: 1 PUNTO"
      }
    },
    "cartPoints": "PUNTOS DEL CARRITO: Cada punto que usas vale 0,1 €",
    "referral": {
      "title": "Tu enlace de referido",
      "description": "¡Copia y comparte tu enlace de referido con tus amigos para ganar puntos!",
      "copyButton": "Copiar",
      "footerText": "¡Invita a tus amigos a unirse para ganar aún más puntos!"
    },
    "earnPrefix": "✨",
    "pointsSingular": "punto de fidelidad",
    "pointsPlural": "puntos de fidelidad",
    "earnSuffix": "con esta compra ✨"
  },
  "tabs": {
    "profile": "Mis Datos Personales",
    "addresses": "Direcciones",
    "orders": "Pedidos",
    "loyalty": "Puntos de fidelidad y referidos"
  },
  "forgotPasswordPage": {
    "metadataTitle": "Contraseña Olvidada - MonPlanCBD",
    "emailLabel": "Dirección de correo electrónico",
    "submitButton": "Restablecer contraseña"
  },
  "forgotPassword": {
    "h1": "¿Olvidaste tu contraseña?",
    "introText": "Introduce la dirección de correo electrónico asociada a tu cuenta y te enviaremos un enlace para restablecer tu contraseña.",
    "operation": "Esta operación puede tardar hasta 5 minutos.",
    "rememberPasswordPrompt": "¿Recuerdas tu contraseña? ",
    "loginLinkText": "Iniciar sesión",
    "logoAltText": "Logo Monplancbd"
  },
  "signInPage": {
    "metadataTitle": "Iniciar Sesión - MonPlanCBD",
    "emailLabel": "Dirección de correo electrónico",
    "passwordLabel": "Contraseña",
    "forgotPasswordLink": "¿Olvidaste tu contraseña?",
    "submitButton": "Iniciar sesión",
    "showPasswordAriaLabel": "Mostrar contraseña",
    "hidePasswordAriaLabel": "Ocultar contraseña",
    "title": "Iniciar Sesión",
    "description": "Inicia sesión en tu cuenta de Mon Plan CBD.",
    "h1": "Inicia sesión en tu cuenta",
    "logoAlt": "Logo de Mon Plan CBD",
    "signUpPrompt": "¿Aún no eres miembro?",
    "signUpLink": "Crear una cuenta"
  },
  "signUpPage": {
    "metadataTitle": "Registrarse - MonPlanCBD",
    "prefsAndConditionsLegendSR": "Preferencias y condiciones",
    "firstNameLabel": "Nombre",
    "lastNameLabel": "Apellido",
    "emailLabel": "Dirección de correo electrónico",
    "passwordLabel": "Contraseña",
    "confirmPasswordLabel": "Confirmar contraseña",
    "passwordMismatchError": "Las contraseñas deben coincidir.",
    "marketingOptInLabel": "Quiero recibir noticias y promociones de productos.",
    "termsLabel": "He leído y acepto los",
    "termsLink": "Términos y Condiciones Generales",
    "submitButton": "Crear mi cuenta",
    "showPasswordAriaLabel": "Mostrar contraseña",
    "hidePasswordAriaLabel": "Ocultar contraseña",
    "title": "Registro",
    "description": "Crea tu cuenta de Mon Plan CBD.",
    "h1": "Crea tu cuenta",
    "logoAlt": "Logo de Mon Plan CBD",
    "signInPrompt": "¿Ya eres miembro?",
    "signInLink": "Iniciar Sesión",
    "termsLinkText": "Términos y Condiciones Generales"
  },
  "cartPage": {
    "metadataTitle": "Tu Cesta - MonPlanCBD",
    "productsTitle": "Productos en Tu Carrito",
    "backToHomeButton": "Volver a la página de inicio",
    "summary": {
      "title": "Resumen del Pedido",
      "subtotalLabel": "Subtotal",
      "discountCodeLabel": "Código: {name}",
      "removeDiscountAriaLabel": "Eliminar código {name}",
      "fidelityPointsLabel": "Puntos de fidelidad ({count})",
      "removePointsAriaLabel": "Eliminar puntos de fidelidad",
      "totalLabel": "Total del Pedido",
      "vatText": "(incluye {vatAmount}€ IVA)",
      "checkoutButton": "Proceder al Envío",
      "loginPromptText": "Inicia sesión para continuar.",
      "loginPromptLink": "Iniciar sesión",
      "notAllowed": "Imposible ordenar"
    },
    "discounts": {
      "accountCodesTitle": "Descuentos de la Cuenta",
      "promoCodeTitle": "Código Promocional",
      "inputPlaceholder": "Introduce tu código",
      "applyButton": "Aplicar"
    },
    "loyalty": {
      "title": "Tus Puntos de Fidelidad",
      "availableLabel": "Puntos disponibles:",
      "useInputLabel": "Puntos a usar:",
      "conversionRate": "1 PUNTO = 0,10 € DE DESCUENTO"
    }
  },
  "discountCode": {
    "applyButton": "Aplicar",
    "appliedButton": "Aplicado",
    "detailsAriaLabel": "Detalles del descuento"
  },
  "shippingPage": {
    "addressSelector": {
      "shippingTitle": "Elija una dirección de envío",
      "billingTitle": "Elija una dirección de facturación"
    },
    "metadataTitle": "Envío - MonPlanCBD",
    "h1": "Envío",
    "backToCartButton": "Volver al Carrito",
    "parcelPointMap": {
      "pointSelectedText": "Punto de recogida seleccionado. Usa el mapa para cambiar si es necesario.",
      "findButton": "Buscar Puntos de Recogida",
      "loadingMapText": "Cargando mapa...",
      "errorAuthText": "Falló la autenticación del mapa. Por favor, actualiza o inténtalo de nuevo.",
      "errorLoadText": "No se pudo cargar el mapa. Por favor, comprueba tu conexión o inténtalo de nuevo más tarde.",
      "errorSearchText": "No se pudieron buscar puntos de recogida. Por favor, comprueba la dirección o inténtalo de nuevo.",
      "errorAddressIncompleteText": "Por favor, asegúrate de que la dirección esté completa para buscar puntos de recogida."
    },
    "orderSummary": {
      "title": "Tu Pedido",
      "productsHeader": "Productos",
      "productSubtotalHeader": "Subtotal",
      "promoCodesHeader": "Códigos Promocionales",
      "loyaltyHeader": "Programa de Fidelidad",
      "loyaltyPointsLabel": "Puntos",
      "finalSubtotalLabel": "Subtotal del Pedido",
      "discountsHeader": "Descuentos Aplicados",
      "removeDiscountAriaLabel": "Eliminar {name}",
      "loyaltyPointsText": "{count} puntos",
      "removePointsAriaLabel": "Eliminar puntos"
    },
    "totalSummary": {
      "finalTotalLabel": "Importe total:",
      "title": "Total del Pedido",
      "shippingCostText": "(incluye {cost}€ de envío)",
      "privacyPolicyText": "Tus datos personales se utilizarán para procesar tu pedido, mejorar tu experiencia en este sitio web y para otros fines descritos en nuestra ",
      "privacyPolicyLinkText": "política de privacidad.",
      "termsLegendSR": "Condiciones y Marketing",
      "termsLabel": "He leído y acepto los",
      "termsLinkText": "términos y condiciones",
      "marketingLabel": "Quiero recibir noticias sobre productos y promociones.",
      "relayButtonText": "Por favor, selecciona un punto de recogida",
      "paymentButtonText": "Proceder al pago",
      "createAccountButtonText": "Crear cuenta y pagar",
      "relayErrorText": "Por favor, selecciona un punto de recogida en el mapa de arriba.",
      "noProduct": "No hay productos en el carrito",
      "noProductLink": "Haz clic aquí para ver nuestra selección de productos",
      "notAllowed": "Imposible ordenar"
    },
    "shippingMethods": {
      "title": "Envío",
      "costFree": "Gratis",
      "thresholdText": "(Gratis a partir de {amount}€)",
      "legendSR": "Métodos de envío",
      "noMethodsAvailableText": "No hay métodos de envío disponibles para la dirección seleccionada.",
      "selectCountryText": "Por favor, selecciona un país de entrega en la dirección de arriba para ver las opciones."
    },
    "addressForm": {
      "shippingTitle": "Dirección de Envío",
      "billingTitle": "Dirección de Facturación",
      "personalInfoLegend": "Información Personal",
      "firstNameLabel": "Nombre",
      "lastNameLabel": "Apellido",
      "companyLabel": "Empresa (Opcional)",
      "addressInfoLegend": "Información de Dirección",
      "countryLabel": "País / Región",
      "countrySelectDefault": "Selecciona un país...",
      "address1Label": "Dirección (calle y número)",
      "address1Placeholder": "Ej: Calle Principal 123",
      "address2Label": "Apartamento, piso, etc. (Opcional)",
      "address2Placeholder": "Ej: Apartamento 4B",
      "postalCodeLabel": "Código Postal",
      "cityLabel": "Ciudad",
      "provinceLabel": "Provincia",
      "stateLabel": "Estado",
      "regionLabel": "Región",
      "provinceSelectDefault": "Por favor, selecciona...",
      "phoneLabel": "Teléfono",
      "phoneHelpText": "Necesario para actualizaciones de entrega.",
      "emailLabel": "Dirección de correo electrónico",
      "emailHelpText": "Para confirmación del pedido.",
      "createPasswordLabel": "Crear contraseña de cuenta",
      "createPasswordHelpText": "Tu cuenta se creará usando este correo electrónico y contraseña.",
      "orderNotesLabel": "Notas del pedido (Opcional)",
      "differentBillingLabel": "¿Facturar a una dirección diferente?",
      "showPasswordAriaLabel": "Mostrar contraseña",
      "hidePasswordAriaLabel": "Ocultar contraseña"
    }
  },
  "reviews": {
    "loginPrompt": {
      "text": "¿Quieres dejar una reseña?",
      "link": "Inicia sesión aquí",
      "suffix": "para compartir tu experiencia (serás redirigido aquí)."
    },
    "addReviewTitle": "Añadir Tu Reseña",
    "ratingLabel": "Tu Calificación",
    "ratingAriaLabel": "Calificar con {count} de 5 estrellas",
    "commentLabel": "Tu Reseña",
    "commentPlaceholder": "Escribe tu reseña aquí...",
    "commentHint": "Comparte tu experiencia con este producto.",
    "submitButton": "Enviar Reseña"
  },
  "productOptions": {
    "chooseOptionLabel": "Elige una opción",
    "addToCartButton": "Añadir al carrito",
    "outOfStockButton": "Agotado"
  },
  "addressesPage": {
    "billingBadge": "Facturación",
    "shippingBadge": "Envío",
    "editButton": "Editar",
    "deleteButton": "Eliminar",
    "addModalTitle": "Añadir Nueva Dirección",
    "editModalTitle": "Editar Dirección",
    "form": {
      "firstNameLabel": "Nombre",
      "lastNameLabel": "Apellido",
      "countryLabel": "País / Región",
      "address1Label": "Dirección (calle y número)",
      "address2Label": "Apartamento, piso, etc. (Opcional)",
      "companyLabel": "Empresa (Opcional)",
      "cityLabel": "Ciudad",
      "postalCodeLabel": "Código Postal",
      "phoneLabel": "Teléfono",
      "emailLabel": "Dirección de correo electrónico",
      "addressTypeLegend": "Tipo de dirección",
      "billingCheckboxLabel": "Usar como dirección de facturación",
      "shippingCheckboxLabel": "Usar como dirección de envío",
      "cancelButton": "Cancelar",
      "submitAddButton": "Añadir Dirección",
      "submitUpdateButton": "Guardar Cambios"
    }
  },
  "forms": {
    "pendingText": "Procesando..."
  },
  "account": {
    "loyaltyPage": {
      "mainTitle": "Mi Programa de Fidelidad",
      "balanceTitle": "Tu Saldo Actual",
      "pointsSingular": "punto",
      "pointsPlural": "puntos",
      "cartPointsInfo": "1 punto = 0,10€ de descuento en el carrito",
      "howToEarnTitle": "Cómo Ganar Puntos",
      "referralTitle": "Recomendar a un Amigo",
      "referralFooterText": "¡Comparte tu enlace con amigos para ganar más puntos!",
      "referralLinkLabel": "Tu enlace de recomendación",
      "referralCopyTitle": "Copiar Enlace",
      "boxes": {
        "box1": {
          "title": "¡Gana 1 punto por cada 1€ gastado!",
          "description": "Puntos Ganados: 1 PUNTO / 1.00 €"
        },
        "box2": {
          "title": "¡Valora un producto y recibe 10 puntos!",
          "description": "Puntos Ganados: 10 PUNTOS"
        },
        "box3": {
          "title": "¡Recibe 50 puntos al registrarte!",
          "description": "Puntos Ganados: 50 PUNTOS"
        },
        "box4": {
          "title": "Tú Ganas: 1pto por cada 1€ gastado por tu referido (+30€ 1er pedido)",
          "description": "Puntos Ganados: 1 PUNTO / 1.00 €"
        },
        "box5": {
          "title": "Tu Amigo Gana: ¡50 puntos en su primer pedido!",
          "description": "Puntos Ganados por Amigo: 50 PUNTOS"
        }
      }
    }
  },
  "outOfStockModal": {
    "closeButtonSR": "Cerrar modal",
    "title": "Artículos no Disponibles",
    "mainMessage": "Lamentamos informarte que algunos artículos que estaban en tu carrito ya no están disponibles.",
    "removedItemsHeader": "Artículo(s) eliminado(s) del carrito:",
    "similarProductsTitle": "Productos Similares",
    "similarProductsMessage": "Lamentamos sinceramente este inconveniente. <br /> Aquí tienes una lista de productos similares que podrían interesarte:"
  },
  "global": {
    "loading": "Cargando...",
    "cartDataError": "Datos del carrito no disponibles. Por favor, actualiza.",
    "brandName": "MonPlanCBD"
  },
  "ageVerification": {
    "title": "¿Eres mayor de 18 años?",
    "noButton": "No",
    "yesButton": "Sí"
  },
  "productPage": {
    "priceInfoSR": "Información del producto",
    "outOfStock": "Agotado",
    "timer": {
      "mainText": "Pide dentro de las próximas",
      "disclaimer": "para envío el mismo día (de lunes a viernes)."
    }
  },
  "paymentPage": {
    "metadataTitle": "Pago - MonPlanCBD",
    "totalSummary": {
      "title": "Resumen Final",
      "totalAmountLabel": "Importe total a pagar:",
      "shippingCostText": "(incluye {cost}€ de envío)",
      "privacyPolicyText": "Tus datos personales se utilizarán para procesar tu pedido, mejorar tu experiencia en este sitio web y para otros fines descritos en nuestra ",
      "privacyPolicyLinkText": "política de privacidad.",
      "noMethodButtonText": "Por favor, selecciona un método de pago",
      "bankTransferButtonText": "Confirmar Pedido (Transferencia)",
      "cardPaymentButtonText": "Proceder al Pago Seguro"
    },
    "paymentMethods": {
      "title": "Mode de Paiement",
      "cardTitle": "Carte Bancaire (3D Secure)",
      "cardImageAlt": "Logos CB Visa Mastercard",
      "cardDescription": "En choisissant ce mode de paiement, vous pourrez effectuer votre règlement sur le serveur sécurisé de notre banque.",
      "bankTransferTitle": "Virement Bancaire",
      "bankTransferDescription": "Effectuez le paiement directement depuis votre compte bancaire. Veuillez utiliser l’ID de votre commande comme référence du paiement. Votre commande ne sera pas expédiée tant que les fonds ne seront pas reçus."
    },
    "orderSummary": {
      "removePointsAriaLabel": "Eliminar puntos de fidelidad"
    }
  },
  "areYouCustomer": {
    "promptText": "¿Ya tienes una cuenta?",
    "loginLinkText": "Inicia sesión",
    "suffixText": "para ver tus beneficios."
  },
  "discountMessages": {
    "minAmount": "Se requiere un gasto mínimo de {amount}€ para este descuento.",
    "maxAmount": "Se permite un gasto máximo de {amount}€ para este descuento.",
    "excludePromo": "No se puede usar con artículos en oferta que estén en tu carrito.",
    "individualUse": "Este descuento no se puede combinar con otros descuentos.",
    "cartExcludeProducts": "Por favor, elimina {products} de tu carrito para usar este descuento.",
    "cartExcludeCategories": "Por favor, elimina artículos de las siguientes categorías: {categories}.",
    "cartRequireProducts": "Requiere {products} en tu carrito.",
    "cartRequireCategories": "Requiere al menos un artículo de: {categories}.",
    "itemExcludeProducts": "Descuento no aplicable a {products}. Añade otros artículos elegibles.",
    "itemExcludeCategories": "Descuento no aplicable a artículos de {categories}. Añade artículos de otras categorías."
  },
  "alerts": {
    "sessionExpired": {
      "title": "Sesión Expirada",
      "text": "Los detalles de su pedido ya no están disponibles. Es posible que su sesión haya expirado o haya sido borrada."
    },
    "payment": {
      "prepareError": {
        "title": "Error en el Pedido",
        "text": "No se pudo preparar el resumen de su pedido. Por favor, inténtelo de nuevo."
      }
    },
    "referral": {
      "copy": {
        "success": {
          "title": "¡Copiado!",
          "text": "¡Enlace de recomendación copiado al portapapeles!"
        },
        "error": {
          "title": "Error al Copiar",
          "text": "No se pudo copiar el enlace. Por favor, inténtalo de nuevo."
        }
      }
    },
    "auth": {
      "cartConflict": {
        "remoteSelected": {
          "title": "Carrito Guardado Restaurado",
          "text": "Tu carrito guardado anteriormente ha sido cargado. Ahora puedes proceder con tu pedido."
        },
        "localSelected": {
          "title": "Carrito Actual Mantenido",
          "text": "Has elegido mantener tu carrito actual. Tu carrito guardado anteriormente ha sido descartado."
        }
      },
      "logoutSuccess": {
        "title": "Sesión Cerrada",
        "text": "Has cerrado sesión correctamente."
      },
      "logoutError": {
        "title": "Error al Cerrar Sesión",
        "text": "Se produjo un error al cerrar la sesión. Por favor, inténtalo de nuevo."
      },
      "logoutFailed": {
        "title": "Fallo al Cerrar Sesión",
        "text": "No se pudo cerrar la sesión. Por favor, inténtalo de nuevo o contacta con soporte."
      }
    },
    "addReview": {
      "success": {
        "title": "Reseña Enviada",
        "text": "Tu reseña ha sido enviada y está pendiente de aprobación."
      },
      "error400": {
        "title": "Error de Envío",
        "text": "No se pudo enviar la reseña. Por favor, comprueba tu calificación y comentario."
      },
      "error401": {
        "title": "Inicio de Sesión Requerido",
        "text": "Por favor, inicia sesión para enviar una reseña."
      },
      "error500": {
        "title": "Error del Servidor",
        "text": "No se pudo enviar la reseña debido a un error del servidor. Por favor, inténtalo de nuevo."
      },
      "defaultError": {
        "title": "Error de Envío",
        "text": "Se produjo un error desconocido al enviar tu reseña."
      },
      "error403": {
        "title": "Ya Evaluado",
        "text": "Parece que ya has dejado una reseña para este producto."
      }
    },
    "genericError": {
      "title": "Error",
      "text": "Se produjo un error inesperado."
    },
    "cart": {
      "insufficientStockIncrement": {
        "title": "Stock Limitado",
        "text": "Stock insuficiente para añadir más {name} ({option}{per})."
      },
      "productAdded": {
        "title": "Añadido al Carrito",
        "text": "{option}{per} - {name} añadido al carrito."
      },
      "insufficientStock": {
        "title": "Stock Insuficiente",
        "text": "Stock insuficiente para la opción de {option}{per}."
      },
      "quantityAdded": {
        "title": "Cantidad Actualizada",
        "text": "{option}{per} de {name} añadido(s)."
      },
      "quantityRemoved": {
        "title": "Cantidad Actualizada",
        "text": "{option}{per} de {name} eliminado(s)."
      },
      "productRemoved": {
        "title": "Producto Eliminado",
        "text": "{name} eliminado del carrito."
      },
      "discountRemoved": {
        "title": "Código Eliminado",
        "text": "Código de descuento {name} eliminado."
      },
      "pointsRemoved": {
        "title": "Puntos Eliminados",
        "text": "Puntos de fidelidad eliminados."
      },
      "discountApplied": {
        "title": "Descuento Aplicado",
        "text": "Código de descuento {name} aplicado."
      },
      "promoCodeApplied": {
        "title": "Código Aplicado",
        "text": "¡Código promocional aplicado con éxito!"
      },
      "promoCodeAlreadyApplied": {
        "title": "Ya Aplicado",
        "text": "Este código promocional ya está aplicado."
      },
      "promoCodeInvalid": {
        "title": "Código Inválido",
        "text": "Código promocional inválido o no aplicable."
      },
      "cartEmptied": {
        "title": "Carrito Vaciado",
        "text": "Tu carrito se ha vaciado correctamente."
      },
      "emptyCartButton": "Vaciar carrito"
    },
    "signUp": {
      "success": {
        "title": "Registro Exitoso",
        "text": "¡Tu cuenta ha sido creada con éxito!"
      },
      "error409": {
        "title": "Email Existente",
        "text": "Este correo electrónico ya está registrado. Redirigiendo al inicio de sesión..."
      },
      "error400": {
        "title": "Información Inválida",
        "text": "Por favor, comprueba la información proporcionada."
      },
      "error422": {
        "title": "Error de Validación",
        "text": "Alguna información no es válida. Por favor, revisa el formulario."
      },
      "error500": {
        "title": "Error del Servidor",
        "text": "No se pudo crear la cuenta debido a un error del servidor. Por favor, inténtalo de nuevo."
      },
      "defaultError": {
        "title": "Error de Registro",
        "text": "Ha ocurrido un error desconocido durante el registro."
      }
    },
    "signIn": {
      "success200": {
        "title": "Éxito",
        "text": "¡Inicio de sesión exitoso!"
      },
      "error401": {
        "title": "Error de Inicio de Sesión",
        "text": "Correo electrónico o contraseña incorrectos."
      },
      "info204": {
        "title": "Cuenta no encontrada",
        "text": "No se encontró ninguna cuenta con este correo electrónico."
      },
      "error500": {
        "title": "Error del Servidor",
        "text": "Problema técnico, por favor inténtalo de nuevo más tarde."
      },
      "defaultError": {
        "title": "Error",
        "text": "Ha ocurrido un error."
      }
    },
    "profile": {
      "infos": {
        "200": {
          "text": "Has actualizado tu información correctamente",
          "title": "Actualización exitosa"
        },
        "400": {
          "text": "Falta una de las informaciones que has proporcionado",
          "title": "Advertencia"
        },
        "401": {
          "text": "Contraseña anterior incorrecta",
          "title": "Advertencia"
        },
        "409": {
          "text": "El correo electrónico ya existe",
          "title": "Advertencia"
        },
        "422": {
          "text": "Hay un error semántico en la información que has proporcionado",
          "title": "Advertencia"
        }
      },
      "addresses": {
        "delete": {
          "200": {
            "title": "Dirección Eliminada",
            "text": "Dirección eliminada con éxito."
          },
          "400": {
            "title": "Solicitud Inválida",
            "text": "Falta el ID de la dirección."
          },
          "500": {
            "title": "Error del Servidor",
            "text": "No se pudo eliminar la dirección. Por favor, inténtalo de nuevo."
          }
        },
        "add": {
          "200": {
            "title": "Dirección Añadida",
            "text": "Dirección añadida con éxito."
          },
          "400": {
            "title": "Información Inválida",
            "text": "Por favor, comprueba los detalles de la dirección proporcionada."
          },
          "409": {
            "title": "Error",
            "text": "No se pudo añadir la dirección. Por favor, inténtalo de nuevo."
          },
          "422": {
            "title": "Error de Validación",
            "text": "Alguna información de la dirección no es válida."
          }
        },
        "update": {
          "200": {
            "title": "Dirección Actualizada",
            "text": "Dirección actualizada con éxito."
          },
          "400": {
            "title": "Información Inválida",
            "text": "Por favor, comprueba los detalles de la dirección proporcionada."
          },
          "422": {
            "title": "Error de Validación",
            "text": "Alguna información de la dirección no es válida."
          }
        }
      }
    },
    "accountCreation": {
      "success200": {
        "title": "Cuenta Creada",
        "text": "¡Cuenta creada y sesión iniciada con éxito!"
      },
      "error409": {
        "title": "Email Existente",
        "text": "Este correo electrónico ya está registrado. Redirigiendo al inicio de sesión..."
      },
      "error500": {
        "title": "Error del Servidor",
        "text": "Error del servidor durante la creación de la cuenta. Por favor, inténtalo de nuevo más tarde."
      },
      "genericError": {
        "title": "Error",
        "text": "Ha ocurrido un error. Por favor, inténtalo de nuevo."
      },
      "defaultError": {
        "title": "Error",
        "text": "Ha ocurrido un error desconocido. Por favor, inténtalo de nuevo."
      }
    },
    "forgotPassword": {
      "success204": {
        "title": "Correo Enviado",
        "text": "Si existe una cuenta con este correo electrónico, se ha enviado un enlace para restablecer la contraseña."
      },
      "error40x": {
        "title": "Email Desconocido",
        "text": "No se encontró ninguna cuenta con esta dirección de correo electrónico."
      },
      "error500": {
        "title": "Error del Servidor",
        "text": "Error al procesar la solicitud. Por favor, inténtalo de nuevo."
      },
      "error400": {
        "title": "Solicitud Inválida",
        "text": "Por favor, comprueba la dirección de correo electrónico proporcionada."
      },
      "defaultError": {
        "title": "Error",
        "text": "Ha ocurrido un error. Por favor, inténtalo de nuevo."
      }
    }
  }
}
