{
  "cookieConsent": {
    "bannerAriaLabel": "Bandeau de Consentement aux Cookies",
    "description": "Nous utilisons des cookies essentiels au fonctionnement du site. Avec votre accord, nous utilisons aussi des cookies fonctionnels (ex: langue préférée) et des outils d'analyse (ex: infos appareil) pour améliorer votre expérience. Consultez notre",
    "link": "politique de cookies",
    "policyLinkText": "Politique de Cookies",
    "acceptAllButton": "Tout Accepter",
    "rejectAllButton": "Tout Refuser",
    "customizeButton": "Personnaliser",
    "modalTitle": "Préférences des Cookies",
    "modalDescription": "Gérez vos préférences de consentement ci-dessous. Les modifications seront enregistrées lorsque vous cliquerez sur 'Enregistrer'.",
    "necessaryTitle": "Cookies Strictement Nécessaires",
    "necessaryDescription": "Ces cookies sont essentiels au fonctionnement du site et ne peuvent pas être désactivés.",
    "functionalTitle": "Cookies Fonctionnels",
    "functionalDescription": "Ces cookies mémorisent vos préférences (ex: choix de langue) pour améliorer votre expérience.",
    "analyticsTitle": "Analyse et Amélioration",
    "analyticsDescription": "Ces cookies nous permettent de collecter des informations anonymes (type d'appareil, adresse IP) pour comprendre comment les visiteurs utilisent notre site et nous aider à l'améliorer.",
    "saveButton": "Enregistrer",
    "cancelButton": "Annuler",
    "closeButtonAriaLabel": "Fermer la modale des préférences",
    "cookiePreferencesLink": "Préférences des Cookies"
  },
  "cartConflictModal": {
    "title": "Conflit de Panier Détecté",
    "description": "Vous avez des articles dans votre panier actuel, et un panier différent a été sauvegardé sur votre compte lors d'une session précédente. Veuillez choisir celui que vous souhaitez conserver.",
    "localCartTitle": "Votre Panier Actuel",
    "remoteCartTitle": "Votre Panier Sauvegardé",
    "keepLocalButton": "Garder le Panier Actuel",
    "useRemoteButton": "Utiliser le Panier Sauvegardé",
    "totalLabel": "Total",
    "closeAriaLabel": "Fermer et garder le panier actuel"
  },
  "cookiePolicy": {
    "metadata": {
      "title": "Politique de Cookies | MonPlanCBD",
      "description": "Comprenez comment MonPlanCBD utilise les cookies et technologies similaires sur notre site web. Découvrez les données nécessaires, fonctionnelles et analytiques."
    },
    "pageTitle": "Politique de Cookies",
    "lastUpdated": "Dernière mise à jour : 05 mai 2025",
    "section1": {
      "title": "1. Que sont les Cookies ?",
      "para1": "Les cookies sont de petits fichiers texte placés sur votre appareil (ordinateur, tablette, smartphone) lorsque vous visitez un site web. Ils sont largement utilisés pour faire fonctionner les sites web, ou les faire fonctionner plus efficacement, ainsi que pour fournir des informations aux propriétaires du site.",
      "para2": "Cette politique explique comment nous utilisons les cookies et les technologies similaires (comme le localStorage) sur MonPlanCBD. Pour plus d'informations sur la manière dont nous traitons vos données personnelles en général, veuillez consulter notre Politique de Confidentialité."
    },
    "section2": {
      "title": "2. Comment Utilisons-Nous les Cookies et Technologies Similaires",
      "para1": "Nous utilisons les cookies et le localStorage pour plusieurs raisons, principalement pour assurer le bon fonctionnement de notre site web, mémoriser vos préférences et nous aider à comprendre comment vous utilisez notre site afin de l'améliorer."
    },
    "section3": {
      "title": "3. Types de Cookies et Données Utilisés",
      "necessary": {
        "title": "Cookies & Stockage Strictement Nécessaires",
        "para1": "Ils sont essentiels au fonctionnement de notre site web et ne peuvent pas être désactivés dans nos systèmes. Ils ne sont généralement définis qu'en réponse à des actions effectuées par vous qui équivalent à une demande de services, telles que la connexion ou la gestion de votre session.",
        "para2": "Vous pouvez configurer votre navigateur pour bloquer ou vous alerter sur ces éléments, mais certaines parties du site ne fonctionneront alors pas.",
        "cookie1": {
          "name": "accessToken",
          "purpose": "Authentifie votre session connectée.",
          "duration": "Session (ou plus si rafraîchi)"
        },
        "cookie2": {
          "name": "refreshToken",
          "purpose": "Rafraîchit de manière sécurisée votre jeton d'accès pour une connexion continue.",
          "duration": "Long terme (selon configuration)"
        },
        "storage": {
          "name": "user_consent_preferences_v1 (localStorage)",
          "purpose": "Stocke vos choix de consentement aux cookies.",
          "duration": "Persistant (jusqu'à effacement)"
        }
      },
      "functional": {
        "title": "Cookies & Stockage Fonctionnels",
        "para1": "Ils permettent au site web d'offrir des fonctionnalités et une personnalisation améliorées. Ils peuvent être définis par nous ou par des fournisseurs tiers dont nous avons ajouté les services à nos pages. Ils ne sont utilisés qu'avec votre consentement.",
        "para2": "Si vous n'autorisez pas ces éléments, certains ou tous ces services pourraient ne pas fonctionner correctement.",
        "cookie1": {
          "name": "NEXT_LOCALE",
          "purpose": "Mémorise votre langue préférée.",
          "duration": "Persistant (typiquement 1 an)"
        },
        "storage1": {
          "name": "age_verified (localStorage)",
          "purpose": "Mémorise que vous avez confirmé avoir plus de 18 ans.",
          "duration": "Persistant (jusqu'à effacement)"
        }
      },
      "analytics": {
        "title": "Données d'Analyse et d'Amélioration",
        "para1": "Avec votre consentement, nous collectons certaines informations pour nous aider à comprendre comment les visiteurs interagissent avec notre site web. Ces données nous aident à améliorer les performances du site et l'expérience utilisateur.",
        "para2": "Ces données sont collectées de manière anonyme lorsque cela est possible et ne sont pas utilisées pour vous identifier personnellement à des fins marketing.",
        "data1": {
          "name": "Adresse IP (Anonymisée si possible)"
        },
        "data2": {
          "name": "Chaîne User Agent (Type de navigateur et OS)"
        },
        "data3": {
          "name": "Informations sur l'appareil (ex: Taille d'écran, type)"
        },
        "para3": "Ces informations ne sont collectées que si vous consentez à 'Analyse et Amélioration'."
      }
    },
    "section4": {
      "title": "4. Cookies Tiers",
      "para1": "Certaines fonctionnalités de notre site peuvent utiliser des cookies définis par d'autres sociétés (cookies tiers). Par exemple, si nous intégrons du contenu provenant d'un autre site.",
      "para2": "Nous listons ci-dessous les principaux cookies tiers potentiels. Veuillez consulter leurs politiques de confidentialité respectives pour plus d'informations.",
      "service1": {
        "purpose": "Utilisé par Google Analytics pour distinguer les utilisateurs et suivre l'utilisation du site web.",
        "duration": "Variable (ex: 2 ans pour _ga)",
        "policyLink": "Lire la politique de confidentialité de Google"
      }
    },
    "section5": {
      "title": "5. Gérer Vos Préférences",
      "para1": "Vous avez le contrôle sur les cookies non essentiels et la collecte de données utilisés sur notre site.",
      "para2": "Vous pouvez modifier vos préférences de consentement à tout moment en cliquant sur le lien '{preferencesLink}', généralement situé dans le pied de page de notre site web. Cela vous permettra d'ajuster les options pour le consentement Fonctionnel et Analyse et d'enregistrer vos choix.",
      "preferencesLinkText": "Préférences des Cookies",
      "para3": "De plus, la plupart des navigateurs web permettent un certain contrôle sur la plupart des cookies via les paramètres du navigateur. Pour en savoir plus sur les cookies, y compris comment voir quels cookies ont été installés, visitez www.aboutcookies.org ou www.allaboutcookies.org (en anglais) ou le site de la CNIL. Découvrez comment gérer les cookies sur les navigateurs populaires :",
      "para4": "Veuillez noter que le blocage des cookies strictement nécessaires peut affecter la fonctionnalité du site web."
    },
    "section6": {
      "title": "6. Utilisation du Local Storage",
      "para1": "En plus des cookies, nous utilisons le mécanisme de localStorage de votre navigateur. Contrairement aux cookies, les données du localStorage ne sont pas automatiquement envoyées au serveur à chaque requête. Nous l'utilisons pour :",
      "item1": {
        "name": "Données du Panier (`cart`)",
        "purpose": "Stocker temporairement les articles que vous ajoutez à votre panier pendant votre session de navigation actuelle."
      },
      "item2": {
        "name": "Données de Commande (`order`)",
        "purpose": "Conserver les détails de votre commande au fur et à mesure que vous avancez dans le processus de paiement, avant la soumission finale."
      },
      "item3": {
        "name": "Données Utilisateur (`userData`)",
        "purpose": "Mettre en cache certaines informations de votre compte localement pour un accès plus rapide après votre connexion."
      },
      "item4": {
        "name": "Vérification de l'Âge (`age_verified`)",
        "purpose": "Se souvenir que vous avez confirmé répondre à l'exigence d'âge minimum, évitant les vérifications répétées."
      },
      "para2": "Vous pouvez vider le localStorage via les paramètres de votre navigateur, mais cela peut entraîner la perte du contenu de votre panier actuel ou vous obliger à vous reconnecter ou à vérifier à nouveau votre âge."
    },
    "section7": {
      "title": "7. Modifications de Cette Politique",
      "para1": "Nous pouvons mettre à jour cette Politique de Cookies de temps à autre pour refléter des changements dans nos pratiques ou pour d'autres raisons opérationnelles, légales ou réglementaires. Nous vous encourageons à consulter cette politique périodiquement."
    },
    "section8": {
      "title": "8. Nous Contacter",
      "para1": "Si vous avez des questions sur notre utilisation des cookies ou cette politique, veuillez nous contacter à {emailLink} ou consulter notre {privacyPolicyLink} complète.",
      "privacyPolicyLinkText": "Politique de Confidentialité"
    },
    "contactEmail": "contact@monplancbd.fr"
  },
  "trustpilot": "Consultez nos avis:",
  "categoryPageContent": {
    "fleurs-cbd": {
      "sectionTitle": "Nos Fleurs CBD : Nature, Arômes et Relaxation",
      "descriptionPara1": "Découvrez l'authenticité et la richesse de nos fleurs CBD sélectionnées avec la plus grande rigueur. Cultivées en Europe selon des méthodes respectueuses (Indoor 🏠, Greenhouse 🌿, Outdoor ☀️), nos variétés offrent une diversité de profils aromatiques et de taux de CBD pour répondre à chaque besoin. Que vous cherchiez à acheter des fleurs CBD pour une détente profonde en soirée ou un soutien léger durant la journée, MonPlanCBD vous propose le meilleur de la nature.",
      "descriptionPara2": "Chaque fleur est soigneusement manucurée et conservée pour préserver ses terpènes naturels et ses cannabinoïdes. Parcourez notre catalogue pour trouver la meilleure fleur CBD correspondant à vos préférences : notes fruitées 🍓, terreuses 🌲, boisées ou épicées 🔥, nous avons la variété qu'il vous faut. Toutes nos fleurs respectent le taux légal de THC inférieur à 0,3%.",
      "benefitsTitle": "Pourquoi Choisir Nos Fleurs de CBD ?",
      "benefitsItem1": "✨ Qualité Premium : Sélection rigoureuse des meilleures génétiques et cultures.",
      "benefitsItem2": "🔬 Analyses Indépendantes : Taux de CBD et THC (<0.3%) vérifiés par des laboratoires tiers.",
      "benefitsItem3": "👃 Richesse Aromatique : Profils terpéniques préservés pour une expérience olfactive et gustative optimale.",
      "benefitsItem4": "🧘 Effets Relaxants : Idéales pour la détente, le bien-être et la gestion du stress au quotidien.",
      "benefitsItem5": "🌱 Traçabilité Garantie : Origine et méthodes de culture transparentes.",
      "faqTitle": "Questions Fréquentes sur les Fleurs CBD",
      "faq1Question": "Comment consommer les fleurs de CBD ?",
      "faq1Answer": "Les fleurs CBD peuvent être consommées de plusieurs façons : en infusion (avec un corps gras), en vaporisation (méthode recommandée pour préserver les arômes et éviter la combustion), ou en cuisine. La vente de fleurs CBD pour fumer est interdite en France.",
      "faq2Question": "Quels sont les effets des fleurs CBD ?",
      "faq2Answer": "Les effets varient selon la variété et la personne, mais sont généralement associés à la relaxation, à la détente musculaire, à une amélioration de l'humeur et à un potentiel soulagement du stress et de l'anxiété, sans effet psychotrope.",
      "faq3Question": "Quelle fleur CBD choisir ?",
      "faq3Answer": "Le choix dépend de vos préférences (arômes, culture Indoor/Greenhouse/Outdoor) et de l'effet recherché. Consultez nos descriptions détaillées ou contactez notre service client pour un conseil personnalisé afin de trouver la meilleure fleur CBD pour vous.",
      "moreInfoText": "Envie d'approfondir vos connaissances sur les fleurs de chanvre et le CBD ?",
      "blogLinkText": "Visitez notre Blog expert",
      "descriptionMetaTag": "Découvrez notre sélection premium de fleurs CBD Indoor, Greenhouse & Outdoor. Arômes uniques, relaxation naturelle. Qualité testée <0.3% THC | MonPlanCBD."
    },
    "pollens-resines-hash-cbd": {
      "sectionTitle": "Résines & Pollens CBD : Concentration et Arômes Intenses",
      "descriptionPara1": "Explorez la richesse et la puissance de nos résines et pollens CBD, des produits concentrés issus des trichomes résineux de la plante de chanvre. Parfait pour ceux qui recherchent une expérience CBD plus intense ou des saveurs plus marquées, notre sélection inclut diverses textures : du pollen friable 🍂 aux résines plus compactes et malléables ✨, en passant par des extractions modernes.",
      "descriptionPara2": "Chaque hash CBD ou pollen est élaboré avec soin pour maximiser la concentration en cannabinoïdes et préserver un profil terpénique riche, garantissant des arômes profonds et des effets potentiellement plus marqués. Idéal pour la vaporisation ou l'infusion (toujours avec un corps gras), c'est une excellente alternative pour diversifier votre consommation de CBD. Naturellement, tous nos produits respectent la limite légale de 0,3% de THC.",
      "benefitsTitle": "Les Avantages de Nos Résines et Pollens CBD",
      "benefitsItem1": "✨ Haute Concentration : Teneur élevée en CBD et autres cannabinoïdes pour des effets potentiels accrus.",
      "benefitsItem2": "👃 Profil Aromatique Intense : Richesse en terpènes pour des saveurs puissantes et complexes.",
      "benefitsItem3": "👐 Textures Variées : Du pollen léger aux résines denses, adaptez votre choix à vos préférences de manipulation.",
      "benefitsItem4": "🔬 Qualité Contrôlée : Extraits de plantes de chanvre sélectionnées et analysés par des laboratoires indépendants.",
      "benefitsItem5": "⚖️ Conformité Légale : Taux de THC toujours inférieur à 0,3%, pour une consommation sereine.",
      "faqTitle": "Questions Fréquentes sur les Résines et Pollens CBD",
      "faq1Question": "Quelle est la différence entre pollen et résine CBD ?",
      "faq1Answer": "Le pollen (ou skuff) est généralement plus sec et friable, collecté par tamisage des trichomes. La résine (ou hash) est souvent pressée (à chaud ou à froid) à partir du pollen ou des trichomes, résultant en une texture plus compacte, collante ou huileuse.",
      "faq2Question": "Comment utiliser les résines et pollens CBD ?",
      "faq2Answer": "La vaporisation à température contrôlée est la méthode la plus recommandée pour apprécier pleinement les arômes et les effets. L'infusion dans un corps gras (lait, huile) est aussi possible. Certains les ajoutent également en cuisine.",
      "faq3Question": "Les résines CBD sont-elles plus fortes que les fleurs ?",
      "faq3Answer": "Généralement oui, car elles sont des concentrés de cannabinoïdes et de terpènes. Le taux de CBD est souvent plus élevé que dans les fleurs, ce qui peut entraîner des effets perçus comme plus intenses. Commencez toujours par une petite quantité.",
      "moreInfoText": "Curieux d'en apprendre davantage sur les méthodes d'extraction et les spécificités des concentrés CBD ?",
      "blogLinkText": "Explorez notre Blog spécialisé",
      "descriptionMetaTag": "Explorez nos résines et pollens CBD concentrés. Puissance, saveurs intenses et textures variées. Qualité laboratoire garantie <0.3% THC | MonPlanCBD."
    },
    "moonrocks-cbd": {
      "sectionTitle": "Moonrocks CBD : L'Expérience Ultime de Puissance",
      "descriptionPara1": "Préparez-vous à décoller vers une autre dimension de relaxation avec nos Moonrocks CBD 🌠 ! Considérées comme le caviar du CBD, les Moonrocks sont une création unique : une fleur CBD premium 🌿, généreusement enrobée d'huile ou de distillat CBD concentré 💧, puis roulée dans un délicat pollen (kief) riche en cannabinoïdes et terpènes ✨. Le résultat ? Un produit d'une puissance exceptionnelle et d'une complexité aromatique hors norme.",
      "descriptionPara2": "Les CBD Moonrocks s'adressent aux consommateurs avertis recherchant les effets les plus marqués du CBD. En raison de leur composition dense et riche, elles sont idéales pour des moments de détente profonde. Nous recommandons de les effriter délicatement à la main (éviter le grinder) et de les utiliser en vaporisation ou comme complément dans vos infusions. Bien entendu, nos Moonrocks respectent rigoureusement la limite légale de 0,3% de THC.",
      "benefitsTitle": "Pourquoi Craquer pour Nos Moonrocks CBD ?",
      "benefitsItem1": "🚀 Puissance Maximale : Combinaison de fleur, huile et pollen pour une concentration de CBD très élevée.",
      "benefitsItem2": "🌌 Effet d'Entourage Optimisé : Synergie puissante entre cannabinoïdes et terpènes variés.",
      "benefitsItem3": "🤩 Expérience Unique : Texture et aspect distinctifs pour une découverte sensorielle incomparable.",
      "benefitsItem4": "👃 Arômes Complexes : Fusion des profils terpéniques de la fleur, de l'huile et du pollen.",
      "benefitsItem5": "💎 Qualité Exceptionnelle : Fabriquées à partir de nos meilleurs ingrédients CBD et contrôlées.",
      "faqTitle": "Questions Fréquentes sur les Moonrocks CBD",
      "faq1Question": "Qu'est-ce qu'une Moonrock CBD exactement ?",
      "faq1Answer": "C'est un produit CBD \"triple couche\" : une fleur de CBD de haute qualité est trempée ou enduite d'un extrait concentré de CBD (huile, distillat) puis entièrement recouverte de pollen CBD (kief).",
      "faq2Question": "Comment consommer une Moonrock CBD ?",
      "faq2Answer": "Évitez de la grinder car l'huile la rendrait collante. Effritez-la délicatement à la main ou avec des ciseaux. La vaporisation est la méthode idéale pour apprécier les saveurs. Vous pouvez aussi en ajouter de petits morceaux à vos infusions (avec un corps gras) ou dans d'autres préparations.",
      "faq3Question": "Les Moonrocks sont-elles beaucoup plus fortes ?",
      "faq3Answer": "Oui, en raison de leur très haute concentration en CBD combinant fleur, huile et pollen, les effets ressentis peuvent être significativement plus intenses que ceux des fleurs ou des résines classiques. Il est conseillé de commencer par une très petite quantité.",
      "moreInfoText": "Intrigué par ces pépites de CBD ? Découvrez plus de détails sur leur fabrication et utilisation.",
      "blogLinkText": "Lisez nos articles dédiés",
      "descriptionMetaTag": "L'expérience CBD ultime : découvrez nos Moonrocks CBD ! Fleur + huile + pollen pour une puissance et des arômes inégalés. Garanti <0.3% THC | MonPlanCBD."
    },
    "huiles-cbd": {
      "sectionTitle": "Huiles CBD : Bien-être et Équilibre au Quotidien",
      "descriptionPara1": "Intégrez facilement les bienfaits du CBD dans votre routine avec notre gamme d'huiles CBD de haute qualité 💧. Conçues pour une assimilation optimale par voie sublinguale (sous la langue), nos huiles offrent une méthode pratique et discrète pour profiter du cannabidiol. Chaque flacon est équipé d'une pipette compte-gouttes pour un dosage précis et personnalisé.",
      "descriptionPara2": "Nous proposons des huiles CBD Full Spectrum (spectre complet), qui contiennent l'ensemble des cannabinoïdes (CBD, CBG, CBN...), terpènes et flavonoïdes naturellement présents dans le chanvre (THC < 0,3%), favorisant l'effet d'entourage. Pour ceux qui préfèrent éviter toute trace de THC, nos huiles Broad Spectrum (spectre large) sont idéales. Disponibles en diverses concentrations (de 5% à 40% et plus), vous pouvez choisir l'huile de CBD la mieux adaptée à vos besoins et à votre sensibilité.",
      "benefitsTitle": "Les Atouts de Nos Huiles CBD",
      "benefitsItem1": "✅ Facilité d'Utilisation : Dosage précis grâce à la pipette compte-gouttes.",
      "benefitsItem2": "⚡ Assimilation Rapide : La voie sublinguale permet une absorption efficace des cannabinoïdes.",
      "benefitsItem3": "🌿 Spectres Variés : Choisissez entre Full Spectrum (effet d'entourage) et Broad Spectrum (sans THC).",
      "benefitsItem4": "📊 Concentrations Multiples : Adaptez la puissance de votre huile CBD à vos besoins spécifiques.",
      "benefitsItem5": "🔬 Qualité et Pureté : Huiles issues d'extractions CO2 supercritique ou éthanol, testées en laboratoire.",
      "faqTitle": "Questions Fréquentes sur les Huiles CBD",
      "faq1Question": "Comment prendre l'huile de CBD ?",
      "faq1Answer": "Déposez le nombre de gouttes souhaité sous votre langue à l'aide de la pipette. Laissez agir pendant 60 à 90 secondes avant d'avaler. Cela permet une absorption directe par les muqueuses sublinguales.",
      "faq2Question": "Quelle concentration d'huile CBD choisir ?",
      "faq2Answer": "Cela dépend de votre expérience avec le CBD, de votre poids, et de l'effet recherché. Il est souvent conseillé de commencer par une concentration faible (5% ou 10%) et d'ajuster progressivement la dose (nombre de gouttes) ou la concentration si nécessaire.",
      "faq3Question": "Huile Full Spectrum ou Broad Spectrum : quelle différence ?",
      "faq3Answer": "L'huile Full Spectrum contient tous les composés du chanvre, y compris des traces de THC (<0.3%), ce qui favorise l'effet d'entourage (synergie des composants). L'huile Broad Spectrum contient également de nombreux cannabinoïdes et terpènes, mais le THC en a été retiré.",
      "moreInfoText": "Besoin d'aide pour choisir votre huile ou comprendre les dosages ?",
      "blogLinkText": "Consultez nos guides complets sur le CBD",
      "descriptionMetaTag": "Trouvez votre huile CBD idéale (5-40%) chez MonPlanCBD. Full/Broad Spectrum pour un bien-être quotidien. Dosage précis, absorption sublinguale rapide."
    },
    "infusions-cbd": {
      "sectionTitle": "Infusions CBD : Douceur et Bien-Être à Siroter",
      "descriptionPara1": "Savourez un moment de calme et de sérénité avec notre sélection d'infusions CBD 🌱. Parfaites pour une pause relaxante à tout moment de la journée, nos tisanes associent les bienfaits apaisants du CBD aux vertus traditionnelles d'autres plantes soigneusement sélectionnées (camomille, verveine, menthe...). Une manière douce et naturelle d'inviter la détente dans votre quotidien.",
      "descriptionPara2": "Nos tisanes CBD sont préparées à partir de chanvre de qualité et d'ingrédients naturels. Pour une efficacité optimale, nous recommandons d'ajouter un corps gras (comme une touche de lait entier, d'huile de coco ou de beurre) à votre infusion chaude, car le CBD est liposoluble. Découvrez nos mélanges conçus pour la relaxation 💤, la digestion ou simplement pour le plaisir d'une boisson chaude réconfortante, toujours avec moins de 0,3% de THC.",
      "benefitsTitle": "Les Plus de Nos Infusions au CBD",
      "benefitsItem1": "😌 Approche Douce : Une méthode de consommation progressive et non intimidante du CBD.",
      "benefitsItem2": "☕ Rituel Bien-Être : Transformez votre pause thé ou tisane en un moment de détente enrichi.",
      "benefitsItem3": "🌿 Synergie Naturelle : Association du CBD avec d'autres plantes aux propriétés bénéfiques.",
      "benefitsItem4": "😋 Saveurs Agréables : Des mélanges aromatiques pour une dégustation plaisir.",
      "benefitsItem5": "💧 Hydratation & CBD : Combinez les bienfaits de l'hydratation et du cannabidiol.",
      "faqTitle": "Questions Fréquentes sur les Infusions CBD",
      "faq1Question": "Faut-il vraiment ajouter un corps gras à l'infusion CBD ?",
      "faq1Answer": "Oui, c'est fortement recommandé. Le CBD n'est pas soluble dans l'eau mais dans les graisses (liposoluble). Ajouter un corps gras comme du lait, de la crème, de l'huile de coco ou du beurre permet une meilleure extraction et absorption du CBD par votre organisme.",
      "faq2Question": "Quels sont les effets d'une tisane au CBD ?",
      "faq2Answer": "Les effets sont généralement plus doux et apparaissent plus lentement qu'avec une huile sublinguale, car le CBD passe par le système digestif. Ils sont souvent décrits comme favorisant la relaxation générale, l'apaisement et le bien-être, renforcés par les autres plantes présentes.",
      "faq3Question": "Quand boire une infusion CBD ?",
      "faq3Answer": "Cela dépend du mélange et de vos besoins. Certaines sont idéales le soir pour favoriser la détente avant le coucher, d'autres peuvent être appréciées en journée pour une pause relaxante sans somnolence marquée. Lisez la description de chaque infusion.",
      "moreInfoText": "Explorez les différentes façons de préparer et d'apprécier vos boissons au CBD.",
      "blogLinkText": "Découvrez nos conseils sur le Blog",
      "descriptionMetaTag": "Savourez nos infusions et tisanes CBD pour une pause détente naturelle. Mélanges bio aux saveurs agréables. Le bien-être à siroter facilement | MonPlanCBD."
    },
    "soins-cbd": {
      "sectionTitle": "Soins CBD : Bien-être Ciblé pour le Corps et la Peau",
      "descriptionPara1": "Offrez à votre corps l'attention qu'il mérite avec notre gamme de soins au CBD 🌿. Conçus pour une application locale, nos baumes, crèmes et huiles de massage combinent les propriétés apaisantes et potentiellement anti-inflammatoires du CBD avec des ingrédients naturels nourrissants. Idéal pour le soin de la peau, le confort musculaire et articulaire, ou simplement un moment de détente profonde.",
      "descriptionPara2": "Découvrez des produits comme le baume CBD pour un soulagement ciblé des zones tendues, la crème CBD hydratante pour apaiser les peaux sensibles ou irritées, ou encore l'huile de massage pour une relaxation musculaire optimale. Nos formules sont élaborées pour pénétrer rapidement sans laisser de film gras, tout en respectant votre peau et la législation (THC < 0,3%).",
      "benefitsTitle": "Découvrez les Bienfaits de Nos Soins au CBD",
      "benefitsItem1": "🎯 Action Locale Ciblée : Appliquez directement sur les zones concernées pour un effet concentré.",
      "benefitsItem2": "💧 Hydratation & Apaisement : Des formules enrichies pour nourrir et calmer la peau.",
      "benefitsItem3": "💪 Confort Musculaire & Articulaire : Idéal après l'effort ou pour soulager les tensions quotidiennes.",
      "benefitsItem4": "🌿 Ingrédients Naturels : Association du CBD avec des huiles végétales, beurres et extraits de plantes.",
      "benefitsItem5": "😌 Application Simple & Agréable : Textures pensées pour une utilisation facile et un moment de bien-être.",
      "faqTitle": "Questions Fréquentes sur les Soins Corporels au CBD",
      "faq1Question": "Comment fonctionnent les produits topiques au CBD ?",
      "faq1Answer": "Appliqué sur la peau, le CBD interagit avec les récepteurs cannabinoïdes présents localement dans l'épiderme et les tissus sous-jacents. Contrairement aux huiles sublinguales, il n'entre généralement pas dans la circulation sanguine de manière significative, agissant de façon ciblée.",
      "faq2Question": "Pour quels usages les soins CBD sont-ils adaptés ?",
      "faq2Answer": "Ils sont populaires pour apaiser les douleurs musculaires ou articulaires localisées, calmer les irritations cutanées (sécheresse, rougeurs...), hydrater la peau ou simplement pour un massage relaxant.",
      "faq3Question": "Les crèmes au CBD ont-elles des effets psychotropes ?",
      "faq3Answer": "Non. Le CBD lui-même n'est pas psychotrope. De plus, l'application topique limite fortement le passage du CBD et des autres composants (y compris les traces de THC <0.3%) dans la circulation sanguine, rendant tout effet systémique ou psychotrope improbable.",
      "moreInfoText": "Apprenez-en plus sur l'interaction entre le CBD et la peau et découvrez nos rituels de soins.",
      "blogLinkText": "Consultez notre section Bien-être du Blog",
      "descriptionMetaTag": "Découvrez nos soins au CBD : baumes, crèmes, huiles de massage. Action ciblée pour confort musculaire, articulaire et hydratation peau | MonPlanCBD."
    },
    "vaporisateur": {
      "sectionTitle": "Vaporisateurs : La Méthode Moderne et Saine pour le CBD",
      "descriptionPara1": "Optimisez votre expérience CBD avec notre sélection de vaporisateurs performants 💨. La vaporisation est une méthode de consommation moderne qui chauffe vos fleurs 🌿 ou résines ✨ CBD à une température précise, sans atteindre la combustion. Cela permet de libérer les cannabinoïdes et terpènes sous forme de vapeur pure, préservant ainsi les arômes délicats et évitant les sous-produits nocifs liés à la fumée.",
      "descriptionPara2": "Que vous recherchiez un vaporisateur portable pour une utilisation discrète en déplacement ou un modèle de salon pour des sessions plus longues, nous avons l'appareil qu'il vous faut. Choisir un vaporisateur CBD, c'est opter pour une meilleure restitution des saveurs, une consommation plus économique de vos produits et une approche considérée comme plus saine que les méthodes traditionnelles impliquant la combustion.",
      "benefitsTitle": "Les Atouts de la Vaporisation du CBD",
      "benefitsItem1": "✅ Sans Combustion : Évite l'inhalation de goudrons et toxines liés à la fumée.",
      "benefitsItem2": "👃 Saveurs Préservées : Restitution fidèle et pure des arômes et terpènes de vos produits CBD.",
      "benefitsItem3": "⚡ Efficacité Accrue : Meilleure biodisponibilité des cannabinoïdes comparée à la combustion.",
      "benefitsItem4": "💰 Économique : Utilisation optimisée de vos fleurs et résines CBD.",
      "benefitsItem5": "🌬️ Discrétion : Moins d'odeur persistante que la fumée traditionnelle.",
      "faqTitle": "Questions Fréquentes sur les Vaporisateurs CBD",
      "faq1Question": "Comment fonctionne un vaporisateur ?",
      "faq1Answer": "Un vaporisateur chauffe la matière végétale (fleurs) ou les concentrés (résines) à une température contrôlée (généralement entre 160°C et 220°C). Cette chaleur libère les composés actifs sous forme de vapeur, qui est ensuite inhalée, sans brûler la matière.",
      "faq2Question": "Quelle température utiliser pour vaporiser le CBD ?",
      "faq2Answer": "La température idéale varie selon les préférences et les produits. Une température plus basse (160-180°C) favorise les saveurs, tandis qu'une température plus élevée (190-210°C) extrait davantage de cannabinoïdes pour des effets potentiellement plus marqués. Expérimentez pour trouver votre réglage optimal.",
      "faq3Question": "Est-ce que la vaporisation est meilleure pour la santé que de fumer ?",
      "faq3Answer": "La vaporisation est largement considérée comme une alternative plus saine à la combustion (fumer). En évitant de brûler la matière, elle élimine la création et l'inhalation de nombreuses substances toxiques et cancérigènes présentes dans la fumée.",
      "moreInfoText": "Prêt à passer à la vaporisation ? Découvrez nos conseils pour bien choisir et entretenir votre appareil.",
      "blogLinkText": "Consultez nos Guides Vaporisation",
      "descriptionMetaTag": "Optimisez votre expérience CBD avec nos vaporisateurs. Méthode saine, sans combustion, pour fleurs et résines. Saveurs pures garanties | MonPlanCBD."
    }
  },
  "homepage": {
    "trustpilotSR": "Nos évaluations clients sur Trustpilot",
    "trustpilotScore": "TrustScore",
    "trustpilotOutOf": "sur",
    "trustpilotBasedOn": "basé sur",
    "reviews": "avis",
    "trustpilotAlt": "Logo Trustpilot",
    "trustpilotAriaLabel": "Voir notre profil Trustpilot. Le score actuel est de {score} sur 5 basé sur {count} avis.",
    "seoH1": "Acheter CBD de Qualité Premium en France 🇫🇷 - Fleurs 🌿, Huiles 💧, Résines ✨ | MonPlanCBD",
    "heroSR": "Offres spéciales ✨ et nouveautés CBD MonPlanCBD 🎉",
    "categoriesTitle": "Explorez Nos Univers CBD 🪐",
    "categoriesIntroText": "Plongez au cœur de nos sélections CBD rigoureusement choisies. Que vous recherchiez la relaxation profonde d'une fleur de CBD 🌿, la concentration précise d'une huile sublinguale 💧 ou l'intensité d'une résine de qualité ✨, découvrez le produit CBD idéal pour répondre à vos attentes chez MonPlanCBD. 🎯",
    "featuredFlowersTitle": "Nos Fleurs CBD Incontournables 💐",
    "viewAllFlowersLink": "Voir toutes nos Fleurs CBD",
    "featuredHashsTitle": "Résines & Pollens CBD d'Exception 🍫",
    "viewAllHashLink": "Découvrir nos Résines et Pollens",
    "featuredOilsTitle": "Huiles CBD Bien-Être & Performance 💪💧",
    "viewAllOilsLink": "Explorer notre gamme d'Huiles",
    "whyChooseUsTitle": "Pourquoi Choisir MonPlanCBD ? 🤔",
    "whyChooseUsIntroText": "Chez MonPlanCBD, votre bien-être et votre confiance sont au cœur de notre mission. ❤️ Nous nous engageons fermement sur la qualité irréprochable de nos produits, la sécurité de vos transactions et une transparence totale pour vous garantir la meilleure expérience CBD possible. Découvrez les engagements qui font notre différence ! 👇",
    "trustSignalLabTestedTitle": "🔬 Testé en Laboratoire Indépendant",
    "trustSignalLabTestedText": "Chaque produit CBD est soumis à des analyses strictes par un laboratoire certifié et indépendant. Nous vérifions la pureté, la concentration en cannabinoïdes et la conformité légale ✅ (<0.3% THC). Les certificats sont disponibles pour une transparence absolue. 📄",
    "trustSignalSecurePaymentTitle": "🔒 Paiement 100% Sécurisé",
    "trustSignalSecurePaymentText": "Effectuez vos achats CBD en toute tranquillité. 🧘 Vos transactions bancaires sont cryptées et protégées par notre partenaire de paiement certifié (PCI DSS), garantissant la confidentialité et la sécurité de vos données. 💳",
    "trustSignalFastDiscreetShippingTitle": "🚚 Livraison Rapide et Discrète",
    "trustSignalFastDiscreetShippingText": "Recevez votre commande de CBD en 24/48h ouvrées ⏱️ (France métropolitaine). Votre colis est expédié dans un emballage neutre, sans logo ni mention extérieure, préservant votre confidentialité. 🤫",
    "trustSignalFrenchQualityTitle": "🇫🇷 Savoir-Faire Français & Traçabilité",
    "trustSignalFrenchQualityText": "Nous sélectionnons avec soin nos partenaires cultivateurs et fournisseurs, principalement en France et en Europe, pour leur expertise et leur respect des normes. La traçabilité complète de nos produits CBD est assurée. 🌱➡️📦",
    "trustSignalSupportTitle": "💬 Service Client Expert & Réactif",
    "trustSignalSupportText": "Basée en France 🇫🇷, notre équipe de passionnés est disponible pour vous conseiller et répondre à toutes vos questions sur le CBD, du lundi au vendredi, par email ou téléphone. 📞📧",
    "trustSignalLegalComplianceTitle": "✅ Conformité Légale Garantie",
    "trustSignalLegalComplianceText": "L'ensemble de notre catalogue CBD respecte scrupuleusement la législation française et européenne. Tous nos produits contiennent un taux de THC strictement inférieur à 0,3%, conformément à la loi. ⚖️",
    "learnMoreAboutCommitmentsLink": "En savoir plus sur nos engagements qualité",
    "learnMoreTitle": "Découvrez l'Univers du CBD 🌍",
    "learnMoreText": "Nouveau dans le monde du CBD ou expert curieux ? 🤔 Notre blog regorge d'informations utiles : guides d'achat 📖, tutoriels d'utilisation 💡, décryptage des cannabinoïdes 🔬, actualités 📰 et bien plus encore pour vous accompagner.",
    "visitBlogLink": "Consulter notre Blog CBD ➡️",
    "noFeaturedProducts": "Nos produits populaires seront bientôt affichés. En attendant, explorez nos catégories ! 👀",
    "trustSignalLoyaltyTitle": "🎁 Votre Fidélité Récompensée",
    "trustSignalLoyaltyText": "Rejoignez notre programme et cumulez des points 💯 à chaque achat. Échangez vos points contre des réductions exclusives 💰 sur vos prochaines commandes CBD.",
    "trustSignalSatisfactionTitle": "😊 Satisfaction Garantie",
    "trustSignalSatisfactionText": "Votre satisfaction est notre priorité. Si un produit ne répond pas à vos attentes, notre équipe est là pour trouver une solution avec vous (voir conditions). 👍",
    "featuredFlowersIntroText": "Laissez-vous séduire par notre sélection de fleurs CBD premium. 💐 Cultivées avec soin en intérieur (Indoor) 🏠, sous-serre (Greenhouse) 🌿 ou en extérieur (Outdoor) ☀️, nos fleurs vous offrent une richesse aromatique unique et des effets relaxants authentiques. Découvrez nos variétés les plus populaires et appréciées. ✨",
    "featuredHashsIntroText": "Explorez la concentration et la puissance de nos résines et pollens CBD. 🍫 Fabriqués selon des méthodes traditionnelles et modernes, nos hashs CBD offrent des textures variées et des profils terpéniques intenses pour une expérience CBD profonde. Voici nos best-sellers du moment. 🔥",
    "featuredOilsIntroText": "Intégrez le bien-être CBD à votre quotidien avec nos huiles CBD de haute qualité. 💧 Disponibles en spectre complet (Full Spectrum) ou large (Broad Spectrum) et en différentes concentrations, nos huiles sublinguales sont faciles à doser et idéales pour un soutien ciblé. Découvrez nos huiles favorites. ❤️",
    "seoDescription": "Achetez du CBD de qualité premium testé en laboratoire chez MonPlanCBD. Découvrez nos fleurs CBD 🌿, huiles 💧 et résines ✨. Livraison rapide et discrète garantie en France.",
    "seoKeywords": "CBD, acheter CBD, CBD France, fleur CBD, huile CBD, résine CBD, CBD légal, MonPlanCBD, qualité CBD, livraison CBD",
    "ogImageAlt": "MonPlanCBD - Fleurs, Huiles et Résines CBD de Qualité Supérieure en France"
  },
  "HomePage": {
    "title": "Bonjour le monde!",
    "subtile": "Ceci est une traduction",
    "services": {
      "title": "Nos services",
      "delivery": {
        "title": "Livraison Rapide",
        "text": "LIVRAISON EN 1 JOUR OUVRÉ DANS TOUTE LA FRANCE (3 À 5 JOURS POUR LA CORSE ET L’EUROPE)"
      },
      "payment": {
        "title": "Paiements Sécurisés",
        "text": "PAIEMENTS SÉCURISÉS, GARANTIE DE LA SÉCURITÉ DE VOS DONNÉES LORS DE LA TRANSACTION"
      },
      "products": {
        "title": "Produits de qualités",
        "text": "PRODUITS À BASE DE CHANVRE ET DE CBD FOURNIS AVEC NOS CONTRE ANALYSES CERTIFIANTS D’UN TAUX DE DELTA9 THC CONFORME AUX LÉGISLATIONS FRANÇAISE ET EUROPÉENNE (0,3%)"
      },
      "fidelity": {
        "title": "Économique",
        "text": "BÉNÉFICIEZ D’UN POINT DE FIDÉLITÉ POUR CHAQUE EURO DÉPENSÉ SUR LE SITE ET DE DIX POINTS POUR UN COMMENTAIRE SUR NOS PRODUITS. 10 POINTS = 1 € DE RÉDUCTION"
      },
      "sponsoring": {
        "title": "Un programme de fidélité avantageux",
        "text": "RECEVEZ ENTRE 50 ET 100 POINTS POUR CHAQUE PERSONNE PARRAINÉE (1ERE COMMANDE +- 30 €) ! VOTRE FILLEUL.E RECEVRA 50 POINTS ! LIEN DISPONIBLE DANS « MON COMPTE »"
      }
    },
    "discountProducts": "Les bons plans CBD",
    "flowers": "fleurs de CBD",
    "hashs": "hashs de CBD",
    "oils": "huiles de CBD",
    "cbdSection": {
      "imgAlt": "boutu de pied de cbd",
      "title": "Qu'est-ce que le CBD?",
      "text": "Le cannabidiol (CBD) est une molécule présente dans le chanvre. Le CBD complète le spectre des 110 autres cannabinoïdes connus à ce jour. On lui connaît des vertus bien-être pour le sommeil, le stress, l’anxiété, les tensions musculaires, etc. On le retrouve sous forme de baume de CBD, d’huile ou de fleurs de CBD à infuser."
    },
    "cbdPassion": {
      "imgAlt": "Fleurs de cbd avec des huiles full spectum et des graines de chanvre",
      "title": "Une passion pour le CBD...",
      "text": "Mon Plan CBD, c’est une idée qui a germé une fin d’après-midi d’hiver dans le Bistrot des Halles de Bayonne. Nous avons tous, individuellement, cultivé un intérêt pour cette plante qu’est le chanvre. Pour des usages personnels, pour nos proches ou encore notre entourage. Que ce soit en huile, en baume, en infusion, nous nous accordons à croire, comme beaucoup d’autres personnes, qu’un avenir prometteur se dessine autour de cette plante ancestralement utilisée de part le monde."
    }
  },
  "globalError": {
    "message": "Le site a l'air de ne plus fonctionner",
    "button": "Cliquez ici pour revenir à la page d'accueil"
  },
  "error": {
    "message": "Quelque chose c'est mal passé",
    "button": "Cliquez ici pour revenir à la page d'accueil"
  },
  "notFound": {
    "statusCode": "404",
    "title": "Page non trouvée",
    "description": "Désolé, nous n'avons pas pu trouver la page que vous recherchez.",
    "goBackHomeLink": "Retour à l'accueil"
  },
  "legalNotices": {
    "toBeVerified": "Information à vérifier et confirmer",
    "section1": {
      "title": "1. Informations Légales (Éditeur du Site)",
      "intro": "Conformément aux dispositions des articles 6-III et 19 de la Loi n° 2004-575 du 21 juin 2004 pour la Confiance dans l'économie numérique (LCEN), il est porté à la connaissance des utilisateurs et visiteurs du site www.monplancbd.fr les présentes mentions légales. Le site www.monplancbd.fr est édité par :",
      "lawLinkText": "Loi n° 2004-575 du 21 juin 2004",
      "item_companyName": {
        "label": "Raison Sociale :",
        "value": "MONPLANCBD SAS"
      },
      "item_address": {
        "label": "Adresse du Siège Social :",
        "value": "2 place Elie Lambert, 64100 Bayonne, France"
      },
      "item_legalFormCapital": {
        "label": "Forme Juridique et Capital Social :",
        "value": "Société par Actions Simplifiée (SAS) au capital social de 1000 €"
      },
      "item_siret": {
        "label": "Numéro SIRET :",
        "value": "88780395500012"
      },
      "item_rcs": {
        "label": "Numéro RCS :",
        "value": "887 803 955 R.C.S. Bayonne"
      },
      "item_vat": {
        "label": "Numéro de TVA Intracommunautaire :",
        "value": "FR39 887803955"
      },
      "item_contact": {
        "label": "Coordonnées de Contact :",
        "emailLabel": "Adresse e-mail",
        "emailValue": "contact@monplancbd.fr",
        "phoneLabel": "Téléphone",
        "phoneValue": "+33 6 65 35 03 78"
      },
      "item_gtc": {
        "label": "Conditions Générales de Vente :",
        "value": "L'utilisation du site et les achats effectués sont régis par nos Conditions Générales de Vente, consultables ici : {gtcLink}.",
        "gtcLinkText": "Consulter les CGV"
      }
    },
    "section2": {
      "title": "2. Administration du Site",
      "item_director": {
        "label": "Directeur de la Publication :",
        "name": "Monsieur HAMDADA Mohamed Yacine",
        "legal_entity_note": "(agissant en qualité de représentant légal de {companyName})"
      },
      "item_directorContact": {
        "label": "Contact du Directeur de la Publication :",
        "value": "contact@monplancbd.fr"
      },
      "item_webmaster": {
        "label": "Webmaster :",
        "value": "Monsieur HAMDADA Mohamed Yacine"
      },
      "item_webmasterContact": {
        "label": "Contact du Webmaster :",
        "value": "contact@monplancbd.fr"
      }
    },
    "section3": {
      "title": "3. Hébergement du Site",
      "intro": "Le site www.monplancbd.fr est hébergé par :",
      "item_hostName": {
        "label": "Nom de l'Hébergeur :",
        "value": "Scaleway"
      },
      "item_hostCompany": {
        "label": "Raison Sociale de l'Hébergeur :",
        "value": "Scaleway SAS"
      },
      "item_hostAddress": {
        "label": "Adresse de l'Hébergeur :",
        "value": "8 rue de la Ville l’Evêque, 75008 Paris, France"
      },
      "item_hostContact": {
        "label": "Contact de l'Hébergeur :",
        "value": "SCALEWAY SAS BP 438 75366 PARIS CEDEX 08 FRANCE"
      }
    },
    "section4": {
      "title": "4. Propriété Intellectuelle",
      "para1": "L'ensemble de ce site (contenu et présentation) constitue une œuvre protégée par la législation française et internationale en vigueur sur le droit d'auteur et d'une manière générale sur la propriété intellectuelle et industrielle.",
      "para2": "Tous les droits de propriété intellectuelle et industrielle (droits d'auteur, brevets, marques), y compris les droits de reproduction, de représentation et d'adaptation de tout ou partie des éléments du site (textes, images, logos, graphismes, etc.) sont réservés exclusivement à MONPLANCBD SAS.",
      "para3": "Toute reproduction, représentation, modification, publication, adaptation de tout ou partie des éléments du site, quel que soit le moyen ou le procédé utilisé, est interdite, sauf autorisation écrite préalable de MONPLANCBD SAS. Toute exploitation non autorisée du site ou de l’un des éléments qu’il contient sera considérée comme constitutive d’une contrefaçon et poursuivie conformément aux dispositions des articles L.335-2 et suivants du Code de Propriété Intellectuelle."
    },
    "section5": {
      "title": "5. Protection des Données Personnelles",
      "para1": "MONPLANCBD SAS s'engage à protéger la vie privée de ses utilisateurs et la confidentialité de leurs données personnelles. La collecte et le traitement des données personnelles effectués sur le site www.monplancbd.fr se font dans le respect du Règlement Général sur la Protection des Données (RGPD) et de la loi Informatique et Libertés. Pour obtenir des informations détaillées sur la manière dont nous collectons, utilisons et protégeons vos données, ainsi que sur l'exercice de vos droits, veuillez consulter notre {privacyPolicyLink}.",
      "privacyPolicyLinkText": "Politique de Confidentialité",
      "para2_rights_summary": "Conformément à la loi Informatique et Libertés du 6 janvier 1978 modifiée et au RGPD, vous disposez d'un droit d'accès, de rectification, de suppression, de limitation du traitement, de portabilité de vos données personnelles, ainsi que du droit de vous opposer à leur traitement. Vous pouvez exercer ces droits en nous contactant aux coordonnées fournies dans notre Politique de Confidentialité."
    },
    "section6": {
      "title": "6. Utilisation des Cookies",
      "para1": "Le site www.monplancbd.fr utilise des cookies pour assurer son bon fonctionnement, améliorer votre expérience de navigation et réaliser des statistiques de visite. En continuant à naviguer sur ce site, vous acceptez l'utilisation de ces cookies, sauf si vous les avez désactivés dans les paramètres de votre navigateur. Pour plus d'informations sur les cookies que nous utilisons et sur la manière de gérer vos préférences, veuillez consulter la section dédiée dans notre ",
      "cookiePolicyLinkText": "politique de Cookies",
      "para2_definition": "Un cookie est un petit fichier texte stocké sur votre terminal (ordinateur, tablette, smartphone) lors de la visite d'un site. Il permet au site de reconnaître votre appareil et de se souvenir de certaines informations concernant votre visite, telles que vos préférences ou vos actions au fil du temps.",
      "para3_management_intro": "Vous pouvez gérer ou désactiver les cookies par l'intermédiaire des paramètres de votre navigateur. Voici des liens vers les instructions des navigateurs courants :",
      "browser_settings": {
        "link_text": "Instructions",
        "chrome": {
          "label": "Google Chrome",
          "link": "https://support.google.com/chrome/answer/95647?hl=fr"
        },
        "firefox": {
          "label": "Mozilla Firefox",
          "link": "https://support.mozilla.org/fr/kb/effacer-cookies-donnees-site-firefox"
        },
        "safari": {
          "label": "Apple Safari",
          "link": "https://support.apple.com/fr-fr/guide/safari/sfri11471/mac"
        },
        "edge": {
          "label": "Microsoft Edge",
          "link": "https://support.microsoft.com/fr-fr/windows/supprimer-et-g%C3%A9rer-les-cookies-168dab11-0753-043d-7c16-ede5947fc64d"
        }
      },
      "para4_youronlinechoices": "Pour plus d'informations sur les cookies et comment les contrôler, vous pouvez également visiter le site {yourOnlineChoicesLink} (European Interactive Digital Advertising Alliance).",
      "yourOnlineChoicesLinkText": "YourOnlineChoices.com/fr"
    },
    "section7": {
      "title": "7. Liens Hypertextes",
      "para1": "Le site www.monplancbd.fr peut contenir des liens hypertextes vers d'autres sites présents sur le réseau Internet. Les liens vers ces autres ressources vous font quitter le site www.monplancbd.fr.",
      "para2": "MONPLANCBD SAS n'est pas responsable du contenu de ces sites externes et ne saurait être tenue pour responsable des dommages de toute nature résultant du contenu de ces sites ou sources externes, et notamment des informations, produits ou services qu’ils proposent. Les risques liés à cette utilisation incombent pleinement à l'internaute, qui doit se conformer à leurs conditions d'utilisation."
    },
    "section8": {
      "title": "8. Limitation de Responsabilité",
      "para1": "MONPLANCBD SAS s'efforce d'assurer au mieux de ses possibilités, l'exactitude et la mise à jour des informations diffusées sur le site www.monplancbd.fr, dont elle se réserve le droit de corriger, à tout moment et sans préavis, le contenu. Toutefois, MONPLANCBD SAS ne peut garantir l'exactitude, la précision ou l'exhaustivité des informations mises à disposition sur ce site.",
      "para2": "En conséquence, MONPLANCBD SAS décline toute responsabilité pour toute interruption du site, survenance de bogues, pour toute inexactitude ou omission portant sur des informations disponibles sur le site, pour tous dommages résultant d'une intrusion frauduleuse d'un tiers ayant entraîné une modification des informations mises à disposition sur le site, et plus généralement pour tous dommages directs et indirects, quelles qu'en soient les causes, origines, natures ou conséquences. MONPLANCBD ne pourra être tenue responsable des dommages matériels liés à l’utilisation du site. L’utilisateur s’engage à accéder au site en utilisant un matériel récent, ne contenant pas de virus et avec un navigateur de dernière génération mis-à-jour."
    },
    "section9": {
      "title": "9. Droit Applicable et Juridiction",
      "para1": "Les présentes mentions légales sont régies par le droit français. En cas de litige et à défaut d'accord amiable, le différend sera porté devant les tribunaux français compétents conformément aux règles de compétence en vigueur."
    },
    "section10": {
      "title": "10. Date de Mise à Jour",
      "para1": "Dernière mise à jour : {updateDate}"
    }
  },
  "conditionsOfUse": {
    "pageTitle": "Conditions Générales d'Utilisation du Site MonPlanCBD",
    "lastUpdated": "Dernière mise à jour : 16/04/2025",
    "section1": {
      "title": "1. Introduction et Acceptation des Conditions",
      "para1": "Bienvenue sur www.monplancbd.fr (le \"Site\"), édité par la société MONPLANCBD SAS (\"MonPlanCBD\", \"nous\", \"notre\"). Les présentes Conditions Générales d'Utilisation (\"CGU\") régissent votre accès et votre utilisation du Site, y compris tout contenu, fonctionnalité et service offert sur ou via le Site.",
      "para2": "Nous vous invitons à lire attentivement ces CGU avant d'utiliser le Site. En accédant, naviguant ou utilisant le Site de quelque manière que ce soit, vous reconnaissez avoir lu, compris et accepté d'être lié par l'ensemble de ces CGU et par notre {privacyPolicyLink}, qui est incorporée ici par référence. Si vous n'acceptez pas ces CGU dans leur intégralité, vous ne devez pas accéder au Site ni l'utiliser.",
      "privacyPolicyLinkText": "Politique de Confidentialité",
      "para3": "Ces CGU constituent un accord juridiquement contraignant entre vous et MonPlanCBD."
    },
    "section2": {
      "title": "2. Définitions",
      "intro": "Aux fins des présentes CGU, les termes suivants auront la signification qui leur est attribuée ci-dessous :",
      "terms": {
        "site": {
          "label": "\"Site\"",
          "definition": "Désigne le site internet accessible à l'adresse www.monplancbd.fr et l'ensemble de ses pages, contenus et fonctionnalités."
        },
        "user": {
          "label": "\"Utilisateur\" ou \"Vous\"",
          "definition": "Désigne toute personne physique accédant ou utilisant le Site, qu'elle soit simple visiteur ou client effectuant un achat."
        },
        "monplancbd": {
          "label": "\"MonPlanCBD\" ou \"Nous\"",
          "definition": "Désigne la société MONPLANCBD SAS, telle qu'identifiée dans nos {legalNoticesLink}.",
          "legalNoticesLinkText": "Mentions Légales"
        },
        "product": {
          "label": "\"Produit(s)\"",
          "definition": "Désigne les articles à base de Cannabidiol (CBD) et autres produits connexes proposés à la vente sur le Site, dans le respect de la législation française et européenne en vigueur."
        },
        "content": {
          "label": "\"Contenu\"",
          "definition": "Désigne tous les textes, graphiques, images, logos, icônes, photographies, clips audio et vidéo, données, logiciels et autres éléments présents sur le Site."
        },
        "cgv": {
          "label": "\"CGV\"",
          "definition": "Désigne nos {cgvLink}, qui régissent spécifiquement l'achat de Produits sur le Site.",
          "cgvLinkText": "Conditions Générales de Vente"
        },
        "cgu": {
          "label": "\"CGU\"",
          "definition": "Désigne les présentes Conditions Générales d'Utilisation."
        }
      }
    },
    "section3": {
      "title": "3. Accès au Site et Éligibilité (Utilisateurs Majeurs)",
      "para1": "Le Site et les Produits proposés sont exclusivement destinés aux personnes âgées de 18 ans révolus ou plus. En accédant et en utilisant ce Site, vous déclarez et garantissez que vous avez au moins 18 ans et que vous possédez la pleine capacité juridique pour accepter ces CGU et, le cas échéant, pour acheter nos Produits conformément à nos CGV.",
      "para2": "MonPlanCBD ne collecte pas sciemment d'informations auprès de personnes de moins de 18 ans. Si nous apprenons qu'un mineur a fourni des informations personnelles ou a tenté d'utiliser le Site, nous prendrons les mesures nécessaires pour supprimer ces informations et/ou bloquer l'accès.",
      "para3": "L'accès au Site depuis des territoires où son contenu ou la vente des Produits serait illégal est interdit.",
      "subsection_availability": {
        "title": "Disponibilité et Maintenance du Site",
        "para1": "MonPlanCBD s'efforce de rendre le Site accessible 24 heures sur 24, 7 jours sur 7, sauf cas de force majeure ou d'événements hors du contrôle de MonPlanCBD, et sous réserve des éventuelles pannes et interventions de maintenance nécessaires au bon fonctionnement du Site et des services.",
        "para2": "MonPlanCBD pourra à tout moment interrompre l'accès à tout ou partie du Site, sans préavis et sans droit à indemnités, pour des raisons de maintenance technique ou autres. L'Utilisateur reconnaît que MonPlanCBD ne saurait être tenue responsable de toute indisponibilité du Site."
      }
    },
    "section4": {
      "title": "4. Comptes Utilisateurs",
      "para1": "Bien que la navigation sur le Site puisse être possible sans inscription, passer une commande nécessite la fourniture des informations nécessaires, incluant une adresse e-mail et un mot de passe. Finaliser le processus de commande créera automatiquement un compte utilisateur associé à l'adresse e-mail fournie.",
      "para2": "Vous vous engagez à fournir des informations exactes, à jour et complètes lors du processus de commande. Ces informations sont nécessaires au traitement de votre commande et à la création de votre compte. Veuillez consulter notre {privacyPolicyLink} pour plus de détails sur la collecte et l'utilisation de vos données personnelles.",
      "privacyPolicyLinkText": "Politique de Confidentialité",
      "para3": "Vous êtes seul responsable du maintien de la confidentialité du mot de passe associé à votre compte créé lors de la commande et de la restriction de l'accès à votre ordinateur ou appareil. Vous acceptez la responsabilité de toutes les activités qui se déroulent sous votre compte ou mot de passe.",
      "para4": "MonPlanCBD se réserve le droit de refuser le service, de résilier des comptes, de supprimer ou modifier du contenu, ou d'annuler des commandes à sa seule discrétion, notamment en cas de violation des présentes CGU ou de toute loi applicable."
    },
    "section5": {
      "title": "5. Propriété Intellectuelle",
      "para1": "L'ensemble du Contenu présent sur le Site, incluant, sans s'y limiter, les textes, graphismes, logos, icônes, images, clips audio et vidéo, téléchargements numériques, compilations de données et logiciels, est la propriété exclusive de MonPlanCBD ou de ses fournisseurs de contenu et est protégé par les lois françaises et internationales relatives au droit d'auteur et à la propriété intellectuelle. La marque \"MonPlanCBD\" et son logo sont des marques déposées appartenant à MonPlanCBD SAS.",
      "para2": "Aucun élément du Site ne peut être copié, reproduit, republié, téléchargé, posté, transmis ou distribué de quelque manière que ce soit, sans l'autorisation écrite préalable de MonPlanCBD. Toute utilisation non autorisée du Contenu du Site constitue une contrefaçon et pourra faire l'objet de poursuites civiles et/ou pénales conformément aux articles L.335-2 et suivants du Code de la Propriété Intellectuelle.",
      "para3": "Une licence limitée vous est accordée pour accéder au Site et en faire un usage personnel et non commercial."
    },
    "section6": {
      "title": "6. Informations sur les Produits et Avertissements Importants (CBD)",
      "intro": "Les Produits proposés sur le Site contiennent du Cannabidiol (CBD), un cannabinoïde non psychotrope issu de la plante de chanvre (*Cannabis Sativa L.*). Il est essentiel que les Utilisateurs comprennent la nature de ces Produits et respectent les précautions d'usage suivantes :",
      "subsection_compliance": {
        "title": "Nature des Produits et Conformité Légale (THC < 0,3%)",
        "para1": "Nos Produits sont sélectionnés avec soin et sont conformes à la législation française et européenne en vigueur. Ils contiennent un taux de tétrahydrocannabinol (THC) strictement inférieur à 0,3%, conformément à la réglementation. Ces Produits ne sont pas des stupéfiants et ne provoquent pas d'effet psychotrope.",
        "para2": "Nous mettons à disposition les certificats d'analyse de laboratoire pour attester de cette conformité. Il est de la responsabilité de l'Utilisateur de s'assurer de la légalité de la détention et de la consommation de produits à base de CBD dans son pays ou sa région de résidence si elle diffère de la France."
      },
      "subsection_no_medical_claims": {
        "title": "Absence d'Allégations Thérapeutiques",
        "warning": "Avertissement important :",
        "para1": "Les Produits vendus sur ce Site ne sont pas des médicaments et ne peuvent en aucun cas être considérés comme tels. Ils ne sont pas destinés à diagnostiquer, traiter, guérir, atténuer ou prévenir quelque maladie que ce soit. Les informations fournies sur le Site (blog, descriptions produits, etc.) sont à titre informatif uniquement, basées sur des recherches publiques et des retours d'expérience. Elles ne remplacent en aucun cas l'avis d'un professionnel de la santé qualifié. MonPlanCBD ne formule aucune allégation thérapeutique concernant ses Produits."
      },
      "subsection_usage_recommendations": {
        "title": "Recommandations d'Utilisation (Infusion/Vaporisation)",
        "intro": "Pour une expérience optimale et conforme à la nature des Produits :",
        "item_flowers": {
          "label": "Fleurs et Résines/Pollens :",
          "text": "Nous recommandons une utilisation en infusion (en ajoutant un corps gras comme du lait entier, de l'huile de coco ou du beurre pour une meilleure assimilation des cannabinoïdes) ou en vaporisation à une température contrôlée (généralement entre 160°C et 220°C) à l'aide d'un vaporisateur adapté. La vaporisation permet de préserver les arômes (terpènes) et d'éviter les sous-produits nocifs liés à la combustion."
        },
        "item_oils": {
          "label": "Huiles CBD :",
          "text": "Nos huiles sont conçues pour une administration sublinguale. Déposez le nombre de gouttes souhaité sous la langue, laissez agir 60 à 90 secondes avant d'avaler."
        },
        "outro": "Veuillez suivre les instructions spécifiques éventuellement fournies sur l'emballage du Produit."
      },
      "subsection_no_smoking": {
        "title": "Interdiction de Fumer",
        "para1": "Nos fleurs, résines et pollens de CBD ne sont absolument pas destinés à être fumés. La combustion de matière végétale, quelle qu'elle soit, génère des substances toxiques et nocives pour la santé. MonPlanCBD décline toute responsabilité en cas d'utilisation de ses Produits par combustion (fumée)."
      },
      "subsection_precautions": {
        "title": "Précautions d'Usage (Santé, Conduite, Grossesse)",
        "item_medical": {
          "label": "Consultation Médicale :",
          "text": "Si vous suivez un traitement médical, si vous souffrez de problèmes de santé particuliers, ou si vous avez des doutes, consultez impérativement votre médecin ou un professionnel de la santé avant de consommer des produits contenant du CBD. Le CBD peut interagir avec certains médicaments."
        },
        "item_driving": {
          "label": "Conduite et Somnolence :",
          "text": "Bien que le CBD ne soit pas psychotrope, il peut provoquer une sensation de relaxation ou de somnolence chez certaines personnes. Ne conduisez pas et n'utilisez pas de machines dangereuses si vous ressentez de la somnolence après avoir consommé du CBD. Adaptez votre consommation à votre sensibilité et aux activités prévues."
        },
        "item_pregnancy": {
          "label": "Grossesse et Allaitement :",
          "text": "Par mesure de précaution, la consommation de CBD est fortement déconseillée aux femmes enceintes ou allaitantes, en raison du manque d'études suffisantes sur ses effets potentiels."
        },
        "item_minors": {
          "label": "Mineurs :",
          "text": "La vente et la consommation de nos Produits sont strictement interdites aux mineurs de moins de 18 ans."
        }
      },
      "subsection_variability": {
        "title": "Variabilité des Effets",
        "para1": "Les effets ressentis après la consommation de CBD peuvent varier considérablement d'une personne à l'autre en fonction de facteurs tels que le poids, le métabolisme, la sensibilité individuelle, la dose consommée et la fréquence d'utilisation. Commencez toujours par une faible dose pour évaluer votre réaction personnelle."
      }
    },
    "section7": {
      "title": "7. Conduite de l'Utilisateur et Utilisations Interdites",
      "intro": "En utilisant le Site, vous vous engagez à ne pas :",
      "item1": "Utiliser le Site à des fins illégales, frauduleuses ou non autorisées par les présentes CGU.",
      "item2": "Violer toute loi ou réglementation applicable, y compris, mais sans s'y limiter, celles relatives à la vente et à la consommation de produits à base de CBD.",
      "item3": "Usurper l'identité d'une autre personne ou entité, ou déclarer faussement votre affiliation à une personne ou entité.",
      "item4": "Télécharger, publier, transmettre ou diffuser tout contenu illégal, nuisible, menaçant, abusif, harcelant, diffamatoire, vulgaire, obscène, portant atteinte à la vie privée d'autrui, haineux, ou répréhensible sur le plan racial, ethnique ou autre.",
      "item5": "Interférer avec ou perturber le fonctionnement du Site ou des serveurs ou réseaux connectés au Site, y compris par l'introduction de virus, de vers, de chevaux de Troie ou d'autres codes malveillants.",
      "item6": "Tenter d'obtenir un accès non autorisé au Site, aux comptes d'autres utilisateurs, ou aux systèmes informatiques ou réseaux connectés au Site.",
      "item7": "Collecter ou stocker des données personnelles sur d'autres utilisateurs sans leur consentement explicite.",
      "item8": "Utiliser le Site à des fins commerciales sans notre autorisation écrite préalable, y compris la publicité ou la sollicitation.",
      "item9": "Utiliser des robots, \"spiders\", ou autres dispositifs automatiques, processus ou moyens pour accéder au Site à quelque fin que ce soit, y compris la surveillance ou la copie de tout matériel sur le Site (scraping).",
      "item10_technical_responsibility": "Accéder au Site en utilisant un matériel récent, ne contenant pas de virus et avec un navigateur de dernière génération mis à jour. Vous êtes responsable de la sécurité de votre propre équipement et de votre connexion internet."
    },
    "section8": {
      "title": "8. Contenu Généré par les Utilisateurs (Avis Produits)",
      "para1": "Si le Site vous permet de soumettre du contenu, tel que des avis sur les Produits (\"Contenu Utilisateur\"), vous restez seul responsable de ce Contenu Utilisateur.",
      "para2": "En soumettant du Contenu Utilisateur, vous déclarez et garantissez que :",
      "item1": "Vous êtes l'unique auteur et propriétaire des droits de propriété intellectuelle y afférents.",
      "item2": "Votre Contenu Utilisateur est exact et ne contient aucune information trompeuse.",
      "item3": "Votre Contenu Utilisateur ne viole aucune loi, réglementation ou droit de tiers (y compris les droits d'auteur, les marques, la vie privée).",
      "item4_medical_claim": "Votre Contenu Utilisateur ne contient aucune allégation médicale ou thérapeutique concernant les Produits. Les avis doivent se concentrer sur l'expérience personnelle (goût, arôme, aspect, service client) et non sur des effets sur la santé.",
      "item5": "Votre Contenu Utilisateur n'est pas diffamatoire, haineux, discriminatoire, menaçant ou autrement répréhensible.",
      "para3": "MonPlanCBD se réserve le droit (mais n'a pas l'obligation) de surveiller, modérer, modifier ou supprimer tout Contenu Utilisateur à sa seule discrétion, sans préavis, notamment s'il estime que ce contenu viole les présentes CGU.",
      "para4": "En soumettant du Contenu Utilisateur, vous accordez à MonPlanCBD une licence mondiale, perpétuelle, irrévocable, libre de droits, transférable et sous-licenciable pour utiliser, copier, modifier, supprimer dans son intégralité, adapter, publier, traduire, créer des œuvres dérivées, vendre et/ou distribuer ce contenu et/ou l'incorporer sous quelque forme, support ou technologie que ce soit, sans compensation pour vous."
    },
    "section9": {
      "title": "9. Liens Vers des Sites Tiers",
      "para1": "Le Site peut contenir des liens vers des sites web ou des ressources appartenant à des tiers et exploités par eux. Ces liens sont fournis uniquement pour votre commodité. MonPlanCBD n'exerce aucun contrôle sur le contenu, les politiques de confidentialité ou les pratiques de ces sites tiers et n'assume aucune responsabilité à leur égard.",
      "para2": "L'inclusion de liens vers des sites tiers ne signifie pas que MonPlanCBD approuve, garantit ou recommande les services, informations, contenus ou produits proposés par ces sites.",
      "para3": "Vous reconnaissez et acceptez que MonPlanCBD n'est pas responsable, directement ou indirectement, de tout dommage ou perte causé ou présumé avoir été causé par ou en relation avec l'utilisation ou la confiance accordée à tout contenu, bien ou service disponible sur ou via ces sites ou ressources tiers. Nous vous encourageons à lire les conditions d'utilisation et les politiques de confidentialité de tout site tiers que vous visitez."
    },
    "section10": {
      "title": "10. Exonération de Garanties",
      "para1": "LE SITE ET SON CONTENU SONT FOURNIS \"EN L'ÉTAT\" ET \"SELON LA DISPONIBILITÉ\", SANS GARANTIE D'AUCUNE SORTE, EXPRESSE OU IMPLICITE.",
      "para2": "DANS TOUTE LA MESURE PERMISE PAR LA LOI APPLICABLE, MONPLANCBD EXCLUT TOUTE GARANTIE, EXPRESSE OU IMPLICITE, Y COMPRIS, MAIS SANS S'Y LIMITER, LES GARANTIES IMPLICITES DE QUALITÉ MARCHANDE, D'ADÉQUATION À UN USAGE PARTICULIER, DE TITRE ET D'ABSENCE DE CONTREFAÇON.",
      "para3": "MONPLANCBD NE GARANTIT PAS QUE LE SITE SERA ININTERROMPU, SÉCURISÉ OU EXEMPT D'ERREURS, QUE LES DÉFAUTS SERONT CORRIGÉS, OU QUE LE SITE OU LE SERVEUR QUI LE REND DISPONIBLE SONT EXEMPTS DE VIRUS OU D'AUTRES COMPOSANTS NUISIBLES. MONPLANCBD NE GARANTIT PAS L'EXACTITUDE, L'EXHAUSTIVITÉ OU LA FIABILITÉ DU CONTENU DU SITE OU DES RÉSULTATS QUI PEUVENT ÊTRE OBTENUS PAR L'UTILISATION DU SITE."
    },
    "section11": {
      "title": "11. Limitation de Responsabilité",
      "para1": "DANS TOUTE LA MESURE PERMISE PAR LA LOI APPLICABLE, MONPLANCBD, SES DIRIGEANTS, ADMINISTRATEURS, EMPLOYÉS, AGENTS OU AFFILIÉS NE SERONT EN AUCUN CAS RESPONSABLES DES DOMMAGES INDIRECTS, CONSÉCUTIFS, SPÉCIAUX, ACCESSOIRES, EXEMPLAIRES OU PUNITIFS (Y COMPRIS, MAIS SANS S'Y LIMITER, LA PERTE DE PROFITS, DE DONNÉES OU DE CLIENTÈLE) DÉCOULANT DE OU LIÉS À VOTRE ACCÈS OU UTILISATION, OU À VOTRE INCAPACITÉ D'ACCÉDER OU D'UTILISER, LE SITE, LE CONTENU OU LES PRODUITS, MÊME SI MONPLANCBD A ÉTÉ INFORMÉE DE LA POSSIBILITÉ DE TELS DOMMAGES.",
      "para2": "LA RESPONSABILITÉ TOTALE DE MONPLANCBD ENVERS VOUS POUR TOUS LES DOMMAGES, PERTES ET CAUSES D'ACTION (QU'ILS SOIENT CONTRACTUELS, DÉLICTUELS (Y COMPRIS LA NÉGLIGENCE) OU AUTRES) NE DÉPASSERA PAS LE MONTANT LE PLUS ÉLEVÉ ENTRE CENT EUROS (100 €) OU LE MONTANT QUE VOUS AVEZ PAYÉ À MONPLANCBD, LE CAS ÉCHÉANT, AU COURS DES SIX (6) MOIS PRÉCÉDANT LA RÉCLAMATION DONNANT LIEU À LA RESPONSABILITÉ.",
      "para3": "CERTAINES JURIDICTIONS N'AUTORISENT PAS L'EXCLUSION OU LA LIMITATION DE CERTAINES GARANTIES OU RESPONSABILITÉS. PAR CONSÉQUENT, CERTAINES DES LIMITATIONS CI-DESSUS PEUVENT NE PAS S'APPLIQUER À VOUS. RIEN DANS CES CGU N'AFFECTE VOS DROITS LÉGAUX EN TANT QUE CONSOMMATEUR QUI NE PEUVENT ÊTRE EXCLUS OU LIMITÉS PAR CONTRAT. AUCUNE DISPOSITION DES PRÉSENTES CGU NE LIMITE OU N'EXCLUT NOTRE RESPONSABILITÉ EN CAS DE FAUTE LOURDE, DE FAUTE INTENTIONNELLE, DE DÉCÈS OU DE DOMMAGES CORPORELS CAUSÉS PAR NOTRE NÉGLIGENCE."
    },
    "section12": {
      "title": "12. Indemnisation",
      "para1": "Vous acceptez d'indemniser, de défendre et de dégager de toute responsabilité MonPlanCBD, ses dirigeants, administrateurs, employés, agents, concédants de licence et fournisseurs contre toutes pertes, dépenses, dommages et coûts, y compris les honoraires d'avocat raisonnables, résultant de toute violation des présentes CGU ou de toute activité liée à votre compte (y compris une conduite négligente ou fautive) par vous ou toute autre personne accédant au Site en utilisant votre compte Internet."
    },
    "section13": {
      "title": "13. Politique de Confidentialité et Conditions Générales de Vente",
      "para1": "Votre utilisation du Site est également régie par notre {privacyPolicyLink}, qui décrit comment nous collectons, utilisons et protégeons vos données personnelles.",
      "privacyPolicyLinkText": "Politique de Confidentialité",
      "para2": "Tous les achats de Produits effectués via le Site sont régis par nos {cgvLink}.",
      "cgvLinkText": "Conditions Générales de Vente (CGV)",
      "para3": "Les présentes CGU s'appliquent à l'utilisation générale du Site, tandis que les CGV s'appliquent spécifiquement aux transactions d'achat. En cas de conflit entre les CGU et les CGV concernant un achat, les CGV prévaudront."
    },
    "section14": {
      "title": "14. Modification des Conditions d'Utilisation",
      "para1": "MonPlanCBD se réserve le droit de modifier ou de mettre à jour les présentes CGU à tout moment, à sa seule discrétion et sans préavis. Toute modification entrera en vigueur immédiatement après sa publication sur le Site. La date de la \"Dernière mise à jour\" en haut de cette page indiquera la date d'entrée en vigueur des révisions.",
      "para2": "Nous vous encourageons à consulter régulièrement cette page pour prendre connaissance des éventuelles modifications. Votre utilisation continue du Site après la publication des CGU modifiées constitue votre acceptation de ces modifications. Si vous n'acceptez pas les nouvelles conditions, vous devez cesser d'utiliser le Site."
    },
    "section15": {
      "title": "15. Résiliation",
      "para1": "MonPlanCBD peut, à sa seule discrétion, suspendre ou résilier votre accès à tout ou partie du Site, avec ou sans préavis, pour quelque raison que ce soit, y compris, sans s'y limiter, en cas de violation des présentes CGU.",
      "para2": "Vous pouvez également cesser d'utiliser le Site à tout moment. Les dispositions des présentes CGU qui, par leur nature, devraient survivre à la résiliation (y compris, mais sans s'y limiter, les dispositions relatives à la propriété intellectuelle, à l'exonération de garanties, à l'indemnisation et aux limitations de responsabilité) resteront en vigueur après la résiliation."
    },
    "section16": {
      "title": "16. Droit Applicable et Règlement des Différends",
      "para1": "Les présentes CGU et votre utilisation du Site sont régies et interprétées conformément au droit français, sans égard à ses principes de conflit de lois.",
      "para2": "Tout litige ou réclamation découlant de ou lié aux présentes CGU, au Site ou à son utilisation sera soumis à la compétence exclusive des tribunaux compétents de Bayonne, France."
    },
    "section17": {
      "title": "17. Nous Contacter",
      "intro": "Si vous avez des questions concernant ces Conditions Générales d'Utilisation, veuillez nous contacter :",
      "item_email": "Par email",
      "email_address": "contact@monplancbd.fr",
      "item_mail": "Par courrier postal",
      "postal_address": "MONPLANCBD SAS, 2 place Elie Lambert, 64100 Bayonne, France."
    },
    "section18": {
      "title": "18. Divisibilité et Intégralité de l'Accord",
      "para1": "Si une disposition des présentes CGU est jugée illégale, nulle ou inapplicable par un tribunal compétent, cette disposition sera considérée comme divisible des présentes CGU et n'affectera pas la validité et l'applicabilité des autres dispositions.",
      "para2": "Ces CGU, ainsi que la Politique de Confidentialité et les CGV (pour les achats), constituent l'intégralité de l'accord entre vous et MonPlanCBD concernant votre utilisation du Site et remplacent tous les accords antérieurs ou contemporains, écrits ou oraux, concernant cet objet."
    }
  },
  "metadataShippingPolicy": {
    "title": "Politique d'Expédition - MonPlanCBD | Délais, Coûts, Suivi",
    "description": "Consultez notre politique d'expédition : délais de traitement, coûts d'envoi par zone, estimations de livraison, informations de suivi et contact.",
    "keywords": "expédition monplancbd, livraison cbd france, livraison cbd europe, politique expédition cbd, coûts livraison cbd, délais livraison cbd, livraison cbd gratuite, chronopost cbd, suivi commande cbd, cbd belgique, cbd espagne, cbd irlande, cbd réunion",
    "ogImageAlt": "Informations sur la Politique d'Expédition de MonPlanCBD"
  },
  "shippingPolicy": {
    "pageTitle": "Politique d'Expédition - MonPlanCBD",
    "lastUpdated": "Dernière mise à jour : {updateDate}",
    "introduction": {
      "para1": "Cette Politique d'Expédition décrit les termes et conditions concernant l'expédition des commandes passées sur www.monplancbd.fr. En passant commande, vous acceptez cette politique."
    },
    "processing": {
      "title": "Traitement des Commandes",
      "para1": "Les commandes sont généralement traitées et expédiées dans les 24 heures ouvrables (du lundi au vendredi) suivant la confirmation du paiement.",
      "para2": "Veuillez noter que les commandes passées après 15h00 le vendredi, ou durant le week-end/jours fériés, seront traitées le jour ouvrable suivant. Consultez le calendrier ci-dessous pour les estimations d'expédition :"
    },
    "methods": {
      "title": "Méthodes d'Expédition",
      "para1": "Les livraisons sont effectuées par {carrier}, service de livraison avec suivi, remise avec ou sans signature selon le service spécifique choisi lors de la validation de la commande.",
      "para2_relay": "Nous proposons également la livraison en point relais via [Nom Transporteur Point Relais] dans les régions éligibles."
    },
    "costs": {
      "title": "Frais d'Expédition & Livraison Gratuite",
      "para1": "Les frais d'expédition sont calculés en fonction du pays de destination et du montant total de la commande (TTC). Nous offrons la livraison gratuite au-delà de certains seuils :",
      "france": {
        "zoneName": "France Métropolitaine",
        "thresholdMet": "Livraison offerte pour toute commande supérieure ou égale à {amount} € TTC.",
        "thresholdNotMet": "Pour toute commande inférieure à {amount} € TTC, un forfait de participation aux frais d'expédition de {cost} € TTC sera facturé."
      },
      "belgium": {
        "zoneName": "Belgique",
        "thresholdMet": "Livraison offerte pour toute commande supérieure ou égale à {amount} € TTC.",
        "thresholdNotMet": "Pour toute commande inférieure à {amount} € TTC, un forfait de participation aux frais d'expédition de {cost} € TTC sera facturé."
      },
      "reunion": {
        "zoneName": "La Réunion",
        "thresholdMet": "Livraison offerte pour toute commande supérieure ou égale à {amount} € TTC.",
        "thresholdNotMet": "Pour toute commande inférieure à {amount} € TTC, un forfait de participation aux frais d'expédition de {cost} € TTC sera facturé."
      },
      "spain": {
        "zoneName": "Espagne (hors Baléares, Canaries, Ceuta, Melilla)",
        "thresholdMet": "Livraison offerte pour toute commande supérieure ou égale à {amount} € TTC.",
        "thresholdNotMet": "Pour toute commande inférieure à {amount} € TTC, un forfait de participation aux frais d'expédition de {cost} € TTC sera facturé."
      },
      "ireland": {
        "zoneName": "Irlande",
        "thresholdMet": "Livraison offerte pour toute commande supérieure ou égale à {amount} € TTC.",
        "thresholdNotMet": "Pour toute commande inférieure à {amount} € TTC, un forfait de participation aux frais d'expédition de {cost} € TTC sera facturé."
      }
    },
    "deliveryTimes": {
      "title": "Délais de Livraison Estimés",
      "para1": "Les délais de livraison ne sont donnés qu’à titre indicatif et commencent à compter de la date d'expédition. Les délais réels peuvent varier en raison de retards du transporteur ou de circonstances imprévues.",
      "para2": "Si votre commande n'est pas arrivée dans les {maxDays} jours suivant l'expédition, veuillez nous contacter. Si le délai dépasse trente jours à compter de la commande, le contrat de vente pourra être résilié et vous serez remboursé.",
      "para3_france_estimate": "Le délai de livraison typique pour la France Métropolitaine est de {days} jours ouvrables après expédition.",
      "para3_spain_estimate": "Le délai de livraison typique pour l'Espagne est de {days} jours ouvrés après expédition.",
      "para3_ireland_estimate": "Le délai de livraison typique pour l'Irlande est de {days} jours ouvrés après expédition.",
      "para3_belgium_estimate": "Le délai de livraison typique pour la Belgique est de {days} jours ouvrés après expédition.",
      "para3_portugal_estimate": "Le délai de livraison typique pour le Portugal est de {days} jours ouvrés après expédition.",
      "para3_denmark_estimate": "Le délai de livraison typique pour le Danemark est de {days} jours ouvrés après expédition.",
      "para3_corsica_estimate": "Le délai de livraison typique pour la Corse est de {days} jours ouvrés après expédition.",
      "para3_germany_estimate": "Le délai de livraison typique pour l'Allemagne est de {days} jours ouvrés après expédition.",
      "para3_luxembourg_estimate": "Le délai de livraison typique pour le Luxembourg est de {days} jours ouvrés après expédition."
    },
    "tracking": {
      "title": "Suivi de Commande",
      "para1": "Une fois votre commande expédiée, nous vous enverrons un e-mail de confirmation contenant votre numéro de suivi, vous permettant de suivre l'acheminement de votre colis sur le site du transporteur."
    },
    "reception": {
      "title": "Réception de Votre Commande",
      "para1": "Les livraisons sont faites à l’adresse indiquée sur le bon de commande.",
      "para2": "En cas d’absence, le transporteur (ex: votre facteur) laissera un avis de passage indiquant où et pendant combien de temps vous pouvez retirer votre colis (généralement au bureau de poste ou point de retrait le plus proche).",
      "para3_checkPackage": "Il vous incombe de vérifier l’état de l’emballage et de son contenu à la livraison, si possible en présence du livreur."
    },
    "deliveryIssues": {
      "title": "Problèmes de Livraison",
      "riskTransfer": {
        "label": "Transfert des Risques :",
        "text": "Les risques liés au transport sont à la charge de l’acquéreur à compter du moment où les articles quittent les locaux de MonPlanCBD."
      },
      "damage": {
        "label": "Dommages durant le Transport :",
        "text": "En cas de dommage pendant le transport, toute protestation doit être effectuée auprès du transporteur dans un délai de {days} jours à compter de la livraison."
      },
      "nonReceipt": {
        "importantNote": "NOTE IMPORTANTE :",
        "policy": "Lorsque votre suivi indique que votre commande a été distribuée mais que vous affirmez ne pas l’avoir reçue, veuillez noter que nous ne pourrons en aucun cas procéder au renvoi de votre commande ni au remboursement de celle-ci, peu importe le mode de livraison choisi."
      }
    },
    "international": {
      "title": "Livraison Internationale",
      "para1_customs": "Pour les commandes expédiées hors de l'Union Européenne, des droits de douane, taxes ou frais d'importation peuvent s'appliquer à l'arrivée dans le pays de destination. Ces frais sont à la charge exclusive de l'acheteur."
    },
    "returns": {
      "title": "Retours & Droit de Rétractation",
      "para1_withdrawal": "Conformément à la loi, vous disposez d'un délai de {days} jours ouvrables à compter de la livraison de votre commande pour exercer votre droit de rétractation. Veuillez consulter nos {gtcLink} (Article 6) pour les conditions.",
      "gtcLinkText": "Conditions Générales de Vente",
      "para2_policyLink": "Pour les instructions détaillées sur comment retourner un article, veuillez consulter notre {returnPolicyLink}.",
      "returnPolicyLinkText": "page Politique de Retour"
    },
    "contact": {
      "title": "Nous Contacter",
      "para1": "Si vous avez des questions concernant votre expédition ou cette politique, veuillez nous contacter par e-mail à {emailLink} ou par téléphone au {phone}.",
      "emailAddress": "contact@monplancbd.fr",
      "phoneNumber": "+33 6 65 35 03 78"
    }
  },
  "FAQ": {
    "pageTitle": "FAQ",
    "lastUpdated": "Dernière mise à jour : 16/04/2025",
    "section1": {
      "title": "I. À propos du CBD & Légalité",
      "q1": {
        "question": "Qu'est-ce que le CBD (Cannabidiol) exactement ?",
        "answer": "Le CBD, ou Cannabidiol, est l'un des nombreux composés naturels présents dans la plante de chanvre (Cannabis Sativa L.). Contrairement au THC, il n'a pas d'effets psychoactifs. Il est étudié pour ses diverses propriétés potentielles liées au bien-être."
      },
      "q2": {
        "question": "Quelle est la différence entre le CBD et le THC ?",
        "answer": "Le CBD (Cannabidiol) et le THC (Tétrahydrocannabinol) sont deux cannabinoïdes du chanvre, mais avec des effets très différents. Le THC est le composé psychoactif responsable de l'effet \"planant\" du cannabis récréatif et est illégal au-delà d'un certain seuil en France. Le CBD n'est pas psychoactif et ne provoque pas d'euphorie."
      },
      "q3": {
        "question": "Le CBD est-il légal en France et en Europe ?",
        "answer": "Oui, le CBD est légal en France et dans la plupart des pays européens, à condition que les produits finis contiennent un taux de THC inférieur à 0,3%, conformément à la législation en vigueur."
      },
      "q4": {
        "question": "Les produits MonPlanCBD contiennent-ils du THC ? Quel est le taux maximal ?",
        "answer": "Tous nos produits respectent scrupuleusement la législation française et européenne. Ils contiennent un taux de THC inférieur à 0,3%, comme l'exige la loi. Chaque produit est accompagné d'analyses de laboratoire indépendantes que vous pouvez consulter."
      },
      "q5": {
        "question": "Le CBD a-t-il des effets psychoactifs ? Fait-il \"planer\" ?",
        "answer": "Non, le CBD n'a pas d'effets psychoactifs et ne provoque pas la sensation d'euphorie ou \"d'effet planant\" associée au THC."
      },
      "q6": {
        "question": "Quels sont les effets potentiels ou les bienfaits ressentis du CBD ?",
        "answer": "Les utilisateurs rapportent souvent une sensation de relaxation, de détente, une meilleure gestion du stress ou une amélioration du sommeil. Cependant, le CBD n'est pas un médicament et n'est pas destiné à diagnostiquer, traiter, guérir ou prévenir une maladie. Les effets peuvent varier d'une personne à l'autre. Nous ne faisons aucune allégation thérapeutique."
      },
      "q7": {
        "question": "Le CBD est-il addictif ?",
        "answer": "Selon l'Organisation Mondiale de la Santé (OMS), le CBD ne présente pas de potentiel d'abus ou de dépendance. Il est considéré comme ayant un bon profil de sécurité."
      }
    },
    "section2": {
      "title": "II. À propos des Produits MonPlanCBD",
      "q8": {
        "question": "Quels types de produits CBD proposez-vous (fleurs, huiles, résines, etc.) ?",
        "answer": "Nous proposons une large gamme de produits pour répondre à différentes préférences : Fleurs de CBD à infuser ou vaporiser, Huiles de CBD sublinguales, Résines et Pollens de CBD, Moonrocks, ainsi que des produits de Soins et des Vaporisateurs. Découvrez notre catalogue complet {productsLink}.",
        "productsLinkText": "ici"
      },
      "q9": {
        "question": "Quelle est la différence entre les fleurs, les huiles et les résines de CBD ?",
        "answer_flowers_label": "Fleurs",
        "answer_flowers_text": "Ce sont les têtes séchées de la plante de chanvre, riches en CBD. Elles sont généralement utilisées en infusion ou vaporisation.",
        "answer_oils_label": "Huiles",
        "answer_oils_text": "Elles sont obtenues en extrayant le CBD de la plante et en le diluant dans une huile porteuse (comme l'huile MCT ou de chanvre). Elles sont prises par voie sublinguale (sous la langue) pour une absorption rapide.",
        "answer_resins_label": "Résines/Pollens",
        "answer_resins_text": "Ce sont des extractions concentrées des trichomes (petites glandes résineuses) de la plante, offrant des taux de CBD plus élevés. Elles sont souvent utilisées en vaporisation."
      },
      "q10": {
        "question": "Comment choisir le produit CBD qui me convient le mieux ?",
        "answer": "Le choix dépend de vos préférences personnelles, de l'effet recherché et de la rapidité d'action souhaitée. Les huiles offrent une absorption rapide et un dosage précis. Les fleurs et résines (en infusion/vaporisation) permettent de profiter des arômes naturels de la plante. N'hésitez pas à parcourir nos catégories de produits et lire les descriptions pour vous aider à choisir."
      },
      "q11": {
        "question": "Que signifie le pourcentage de CBD indiqué sur vos produits ?",
        "answer": "Le pourcentage indique la concentration de CBD dans le produit. Par exemple, une huile à 10% contient 1000mg de CBD pour 10ml d'huile. Pour les fleurs ou résines, il représente le poids de CBD par rapport au poids total du produit (ex: 15% = 150mg de CBD par gramme)."
      },
      "q12": {
        "question": "Comment garantissez-vous la qualité et la sécurité de vos produits ? (Tests labo, origine)",
        "answer": "La qualité est notre priorité. Tous nos produits sont issus de variétés de chanvre autorisées et cultivées dans l'Union Européenne, sans pesticides ni herbicides. Chaque lot fait l'objet d'analyses par des laboratoires indépendants pour vérifier les taux de cannabinoïdes (CBD, THC <0,3%) et garantir l'absence de contaminants. Vous pouvez consulter ces analyses {analysisLink}.",
        "analysisLinkText": "ici"
      },
      "q13": {
        "question": "D'où proviennent vos produits à base de chanvre/CBD ?",
        "answer": "Nous sélectionnons rigoureusement nos produits auprès de producteurs de chanvre basés principalement en Europe (France, Suisse, Italie, etc.), reconnus pour leurs pratiques de culture respectueuses et la qualité de leurs récoltes."
      },
      "q14": {
        "question": "Comment dois-je conserver mes produits CBD ?",
        "answer": "Pour préserver au mieux leurs qualités, conservez vos produits CBD dans leur emballage d'origine, à l'abri de la lumière directe du soleil, de la chaleur excessive et de l'humidité. Un endroit frais et sec est idéal."
      }
    },
    "section3": {
      "title": "III. Usage & Recommandations",
      "q15": {
        "question": "Comment utiliser les fleurs de CBD ? (Infusion/Vaporisation)",
        "intro": "Nous recommandons deux méthodes principales :",
        "answer_infusion_label": "Infusion",
        "answer_infusion_text": "Faites infuser les fleurs émiettées dans de l'eau chaude (non bouillante) pendant 5 à 10 minutes, en ajoutant un corps gras (lait entier, huile de coco, beurre) pour aider à l'extraction du CBD (qui est liposoluble).",
        "answer_vaporization_label": "Vaporisation",
        "answer_vaporization_text": "Utilisez un vaporisateur conçu pour les herbes sèches. Chauffez à la température recommandée (généralement entre 170°C et 210°C) pour inhaler les vapeurs sans combustion."
      },
      "q16": {
        "question": "Comment utiliser l'huile de CBD ? (Voie sublinguale)",
        "answer": "Placez le nombre de gouttes souhaité sous votre langue à l'aide de la pipette fournie. Gardez l'huile sous la langue pendant 60 à 90 secondes avant d'avaler. Cela permet une absorption plus rapide par les muqueuses."
      },
      "q17": {
        "question": "Peut-on fumer les fleurs ou résines de CBD ?",
        "answer_emphasis": "Non.",
        "answer_text": "Nos fleurs et résines ne sont pas destinées à être fumées. La combustion dégrade les composés bénéfiques et produit des substances nocives. Nous recommandons exclusivement l'infusion ou la vaporisation pour profiter pleinement et sainement de nos produits."
      },
      "q18": {
        "question": "Quel dosage de CBD dois-je prendre ?",
        "answer": "Il n'y a pas de dosage universel, car les effets varient selon les individus (poids, métabolisme, sensibilité). Nous conseillons toujours de commencer par une faible dose (par exemple, quelques gouttes d'huile ou une petite quantité en infusion/vaporisation) et d'augmenter progressivement si nécessaire, en écoutant votre corps. En cas de doute ou si vous suivez un traitement médical, consultez un professionnel de santé."
      }
    },
    "section4": {
      "title": "IV. Commande & Compte",
      "q19": {
        "question": "Comment passer une commande sur MonPlanCBD ?",
        "answer": "C'est simple : parcourez nos produits, ajoutez ceux que vous souhaitez à votre panier, puis cliquez sur l'icône du panier pour finaliser votre commande. Suivez les étapes indiquées pour renseigner votre adresse de livraison, choisir votre mode de livraison et effectuer le paiement sécurisé."
      },
      "q20": {
        "question": "Dois-je créer un compte pour commander ?",
        "answer": "Non, vous pouvez passer commande en tant qu'invité. Cependant, créer un compte vous permet de suivre vos commandes plus facilement, d'accéder à votre historique, de gérer vos adresses et de bénéficier de notre programme de fidélité."
      },
      "q21": {
        "question": "Quels sont les moyens de paiement acceptés ? Le paiement est-il sécurisé ?",
        "answer": "Nous acceptons les paiements sécurisés par carte bancaire (Visa, Mastercard). Toutes les transactions sont protégées par un protocole de cryptage SSL et le système 3D Secure pour garantir la sécurité de vos informations bancaires via notre partenaire de paiement Stripe."
      },
      "q22": {
        "question": "Comment fonctionne votre programme de fidélité ? Comment utiliser mes points ?",
        "answer": "Notre programme de fidélité vous permet de cumuler des points à chaque achat effectué sur notre site. Vous pouvez ensuite échanger ces points contre des réductions sur vos prochaines commandes directement depuis votre panier. Pour plus de détails, consultez la page dédiée à notre {loyaltyProgramLink}.",
        "loyaltyProgramLinkText": "Programme de Fidélité"
      }
    },
    "section5": {
      "title": "V. Expédition & Livraison",
      "q23": {
        "question": "Quels sont les frais et les délais de livraison ?",
        "answer": "Les frais de livraison varient en fonction de votre pays de destination et du montant de votre commande. Nous offrons la livraison gratuite à partir d'un certain montant d'achat (par exemple, 40€ pour la France métropolitaine). Les délais de livraison sont généralement de [Insérer délai type, ex: 24 à 72 heures ouvrées] pour la France après expédition, mais sont donnés à titre indicatif. Vous trouverez tous les détails (tarifs, seuils de gratuité, délais estimés par pays) sur notre page {shippingPolicyLink}.",
        "shippingPolicyLinkText": "Politique de Livraison"
      },
      "q24": {
        "question": "Dans quels pays livrez-vous ?",
        "answer": "Nous livrons actuellement en France métropolitaine, [Lister les autres pays principaux comme Belgique, Espagne, Irlande, La Réunion, etc., conformément aux CGV]. La liste complète des pays et les frais associés sont disponibles sur notre page {shippingPolicyLink}.",
        "shippingPolicyLinkText": "Politique de Livraison"
      },
      "q25": {
        "question": "Comment puis-je suivre ma commande ?",
        "answer": "Une fois votre commande expédiée, vous recevrez un email de confirmation contenant un numéro de suivi. Vous pourrez utiliser ce numéro sur le site du transporteur (par exemple, Chronopost) pour suivre l'acheminement de votre colis en temps réel."
      },
      "q26": {
        "question": "Que faire si mon colis est endommagé ou n'arrive pas ?",
        "answer": "Si votre colis arrive endommagé, refusez-le si possible ou émettez des réserves précises sur le bon de livraison avant de l'accepter. Prenez des photos et contactez-nous immédiatement à contact@monplancbd.fr. Si votre colis est indiqué comme \"livré\" mais que vous ne l'avez pas reçu, contactez-nous également pour que nous lancions une enquête auprès du transporteur. Consulter nos {gtcLink} (Article 7) pour plus de détails.",
        "gtcLinkText": "Conditions Générales de Vente"
      },
      "q27": {
        "question": "Vos colis sont-ils discrets ?",
        "answer": "Oui, toutes nos commandes sont expédiées dans des emballages neutres et discrets, sans aucune mention extérieure de MonPlanCBD ou de son contenu, afin de garantir votre confidentialité."
      }
    },
    "section6": {
      "title": "VI. Retours & Problèmes",
      "q28": {
        "question": "Quelle est votre politique de retour ?",
        "answer": "Conformément à la loi, vous disposez d'un délai de 14 jours à compter de la réception de votre commande pour exercer votre droit de rétractation, sans justification. Les produits doivent être retournés intacts, complets, non ouverts et dans leur emballage d'origine scellé."
      },
      "q29": {
        "question": "Comment retourner un article ?",
        "answer": "Pour retourner un article, veuillez d'abord nous contacter à contact@monplancbd.fr dans le délai de 14 jours pour nous informer de votre décision. Nous vous indiquerons ensuite la procédure à suivre et l'adresse de retour. Les frais de retour sont à votre charge. Pour plus de détails, consultez nos {gtcLink} (Article 6) ou notre {returnPolicyLink}.",
        "gtcLinkText": "Conditions Générales de Vente",
        "returnPolicyLinkText": "Politique de Retour"
      }
    },
    "section7": {
      "title": "VII. Sécurité & Précautions",
      "q30": {
        "question": "Le CBD présente-t-il des effets secondaires ?",
        "answer": "Le CBD est généralement bien toléré. Cependant, certaines personnes peuvent ressentir des effets secondaires légers comme de la fatigue, de la sécheresse buccale ou des changements d'appétit. Ces effets sont souvent liés à un dosage élevé. Commencez toujours par une faible dose."
      },
      "q31": {
        "question": "Puis-je conduire après avoir consommé du CBD ?",
        "answer": "Bien que le CBD ne soit pas psychoactif, il peut provoquer une somnolence chez certaines personnes. Par précaution, nous déconseillons de conduire ou d'utiliser des machines lourdes juste après avoir consommé du CBD, surtout si vous débutez ou si vous ressentez de la fatigue."
      },
      "q32": {
        "question": "Le CBD est-il sûr pour les femmes enceintes ou allaitantes ?",
        "answer": "Par manque d'études suffisantes sur les effets du CBD pendant la grossesse et l'allaitement, nous déconseillons fortement son utilisation aux femmes enceintes ou qui allaitent."
      },
      "q33": {
        "question": "Le CBD peut-il interagir avec des médicaments ?",
        "answer_emphasis": "Oui,",
        "answer_text": "le CBD peut interagir avec certains médicaments en affectant la manière dont ils sont métabolisés par le foie (via le système enzymatique cytochrome P450). Si vous prenez des médicaments, il est **essentiel** de consulter votre médecin ou un pharmacien avant de consommer du CBD."
      },
      "q34": {
        "question": "Le CBD apparaîtra-t-il dans un test de dépistage de drogues ?",
        "answer": "Les tests de dépistage standard recherchent principalement le THC. Nos produits contiennent moins de 0,3% de THC, ce qui est conforme à la loi. Cependant, la consommation de très grandes quantités de produits CBD, surtout en spectre complet, *pourrait* théoriquement entraîner une trace de THC détectable. Si vous êtes soumis à des tests réguliers, privilégiez les produits à base d'isolat de CBD ou discutez-en avec votre employeur/organisme de test."
      }
    },
    "section8": {
      "title": "VIII. Contact & Support",
      "q35": {
        "question": "Comment contacter le service client de MonPlanCBD ?",
        "intro": "Vous pouvez nous contacter facilement :",
        "email_label": "Par email",
        "email_value": "contact@monplancbd.fr",
        "phone_label": "Par téléphone",
        "phone_value": "+33 6 65 35 03 78",
        "form_label": "Via le formulaire de contact sur notre site",
        "form_link_text": "ici",
        "outro": "Nous nous efforçons de répondre à toutes les demandes dans les plus brefs délais."
      }
    }
  },
  "GCS": {
    "preamble": {
      "title": "Préambule et Champ d'Application",
      "sellerId": {
        "title": "Identification du Vendeur (MONPLANCBD SAS)",
        "para1": "Les présentes Conditions Générales de Vente (CGV) sont conclues entre la société MONPLANCBD SAS, au capital social de 1000€, dont le siège social est situé 2 place Elie Lambert, 64100 Bayonne, France, immatriculée au Registre du Commerce et des Sociétés de Bayonne sous le numéro 887 803 955, numéro de TVA intracommunautaire FR39 887803955 (ci-après dénommée \"MONPLANCBD\" ou \"le Vendeur\"), éditrice du site internet www.monplancbd.fr."
      },
      "buyerId": {
        "title": "Identification de l'Acheteur",
        "para1": "Et, d'autre part, toute personne physique ou morale (ci-après dénommée \"l'Acheteur\" ou \"le Client\") souhaitant effectuer un achat sur le site www.monplancbd.fr. L'Acheteur déclare agir à des fins qui n'entrent pas dans le cadre de son activité commerciale, industrielle, artisanale, libérale ou agricole, et avoir la pleine capacité juridique lui permettant de s'engager au titre des présentes CGV."
      },
      "object": {
        "title": "Objet des Conditions Générales de Vente",
        "para1": "Ces CGV visent à définir les relations contractuelles entre MONPLANCBD et l'Acheteur, ainsi que les conditions applicables à tout achat réalisé via le site www.monplancbd.fr."
      },
      "acceptance": {
        "title": "Acceptation des Conditions",
        "para1": "L'acquisition d'un produit sur le site www.monplancbd.fr implique une acceptation sans réserve par l'Acheteur des présentes CGV. L'Acheteur reconnaît en avoir pris connaissance et les avoir acceptées avant de valider sa commande. Les CGV applicables sont celles en vigueur à la date de la commande. MONPLANCBD se réserve le droit de modifier ces CGV à tout moment."
      }
    },
    "products": {
      "title": "Produits",
      "description": {
        "title": "Description des Produits",
        "para1": "Les produits proposés à la vente sont ceux qui figurent sur le site www.monplancbd.fr. Chaque produit est accompagné d'un descriptif établi par MONPLANCBD, présentant ses principales caractéristiques (composition, usage recommandé, contenance, etc.). Les photographies illustrant les produits sont les plus fidèles possibles mais ne sont pas contractuelles."
      },
      "availability": {
        "title": "Disponibilité des Produits",
        "para1": "Les offres de produits sont valables tant qu'elles sont visibles sur le site, dans la limite des stocks disponibles. MONPLANCBD se réserve le droit de modifier l'assortiment de produits à tout moment. En cas d'indisponibilité d'un produit après passation de la commande, MONPLANCBD en informera l'Acheteur par email dans les meilleurs délais."
      },
      "zone": {
        "title": "Zone Géographique de Vente",
        "para1": "La vente des produits présentés sur le site www.monplancbd.fr est destinée aux Acheteurs résidant dans les pays spécifiés dans la section relative aux frais de livraison."
      }
    },
    "price": {
      "title": "Prix",
      "currencyVat": {
        "title": "Devise et Taxes (TVA)",
        "para1": "Les prix affichés sur les fiches produits sont indiqués en Euros (€) Toutes Taxes Comprises (TTC), incluant la Taxe sur la Valeur Ajoutée (TVA) applicable au jour de la commande."
      },
      "modification": {
        "title": "Modification des Prix",
        "para1": "MONPLANCBD se réserve le droit de modifier ses prix à tout moment. Cependant, le prix applicable à la commande de l'Acheteur sera celui affiché sur le site au moment de la validation de la commande. Tout changement du taux de TVA sera automatiquement répercuté sur le prix des produits."
      },
      "shippingCosts": {
        "title": "Frais de Livraison",
        "para1": "Les prix indiqués sur les fiches produits ne comprennent pas les frais de livraison. Ces frais sont facturés en supplément et varient en fonction du montant total de la commande et de la zone géographique de livraison. Les frais de livraison applicables sont clairement indiqués à l'Acheteur avant la validation finale de sa commande.",
        "para2": "Les seuils pour bénéficier de la livraison offerte et les forfaits applicables sont détaillés ci-dessous (ou dans notre {shippingPolicyLink}).",
        "shippingPolicyLinkText": "Politique de Livraison"
      }
    },
    "orderPayment": {
      "title": "Commande et Paiement",
      "process": {
        "title": "Processus de Commande",
        "para1": "Pour passer commande, l'Acheteur sélectionne les produits souhaités et les ajoute à son panier. Il peut modifier le contenu de son panier (quantités, références) à tout moment. Avant de valider sa commande, l'Acheteur vérifie le récapitulatif de son panier, l'adresse de livraison (et de facturation si différente), et le montant total incluant les frais de port calculés."
      },
      "accountGuest": {
        "title": "Compte Client et Commande Invité",
        "para1_revised": "Pour passer commande, l'Acheteur doit fournir les informations nécessaires à la création d'un compte client, incluant une adresse e-mail et un mot de passe, avant de procéder au paiement. Ce compte lui permettra de suivre ses commandes et de faciliter ses achats futurs. Si un compte existe déjà pour l'email fourni, l'Acheteur sera invité à se connecter."
      },
      "confirmation": {
        "title": "Confirmation de Commande",
        "para1": "La validation de la commande s'effectue en cliquant sur le bouton prévu à cet effet (par exemple, \"Confirmer ma commande\" ou \"Payer\"). Cette validation implique l'acceptation expresse et sans réserve des présentes CGV. Après validation et acceptation du paiement, MONPLANCBD enverra à l'Acheteur une confirmation de l'enregistrement de sa commande par courrier électronique, à l'adresse email fournie par l'Acheteur."
      },
      "securePayment": {
        "title": "Moyens de Paiement Sécurisés",
        "para1_revised": "MONPLANCBD propose le paiement sécurisé par carte bancaire via la solution Sherlocks 3D Secure de la banque LCL. L'Acheteur est redirigé vers l'interface sécurisée de LCL pour saisir ses informations bancaires. Le paiement par carte bancaire est irrévocable, sauf en cas d'utilisation frauduleuse prouvée."
      },
      "proof": {
        "title": "Preuve de la Transaction",
        "para1": "L'ensemble des données fournies par l'Acheteur et la confirmation de commande enregistrée par MONPLANCBD constituent la preuve de la transaction et de l'acceptation des opérations effectuées. Les registres informatisés, conservés dans les systèmes informatiques de MONPLANCBD dans des conditions raisonnables de sécurité, seront considérés comme les preuves des communications, des commandes et des paiements intervenus entre les parties."
      }
    },
    "retentionOfTitle": {
      "title": "Réserve de Propriété",
      "para1": "MONPLANCBD conserve la propriété pleine et entière des produits vendus jusqu'au parfait encaissement de la totalité du prix par l'Acheteur, incluant le principal, les frais et les taxes."
    },
    "rightOfWithdrawal": {
      "title": "Droit de Rétractation",
      "exercisePeriod": {
        "title": "Délai d'Exercice du Droit de Rétractation",
        "para1": "Conformément à l'article L221-18 du Code de la consommation, l'Acheteur dispose d'un délai de quatorze (14) jours calendaires à compter de la date de réception de sa commande pour exercer son droit de rétractation, sans avoir à justifier de motifs ni à payer de pénalités."
      },
      "returnConditions": {
        "title": "Conditions de Retour des Produits",
        "para1": "Pour que le droit de rétractation soit accepté, les produits retournés doivent être intacts, non ouverts, non utilisés, complets et dans leur emballage d'origine scellé. Tout produit endommagé, sali, incomplet ou dont l'emballage d'origine serait détérioré ne sera ni remboursé ni échangé."
      },
      "returnRefundProcess": {
        "title": "Modalités de Retour et Remboursement",
        "para1": "L'Acheteur qui souhaite exercer son droit de rétractation doit en informer MONPLANCBD avant l'expiration du délai de 14 jours, par exemple par email à contact@monplancbd.fr ou via son compte client. Les produits doivent être retournés à l'adresse indiquée par MONPLANCBD, aux frais et risques de l'Acheteur, dans les 14 jours suivant la communication de sa décision de se rétracter. Sous réserve du respect des conditions de retour, MONPLANCBD remboursera l'Acheteur de la totalité des sommes versées (y compris les frais de livraison initiaux standards), en utilisant le même moyen de paiement que celui utilisé pour la transaction initiale, sauf accord exprès de l'Acheteur pour un autre moyen. Le remboursement interviendra dans les meilleurs délais et au plus tard dans les 14 jours suivant la date à laquelle MONPLANCBD est informé de la décision de rétractation, ou après récupération des biens retournés. (Suggestion : Pour des informations détaillées sur la procédure de retour, veuillez consulter notre {returnPolicyLink}).",
        "returnPolicyLinkText": "Politique de Retour et Remboursement"
      }
    },
    "delivery": {
      "title": "Livraison",
      "address": {
        "title": "Adresse de Livraison",
        "para1": "Les livraisons sont effectuées à l'adresse indiquée par l'Acheteur sur le bon de commande. Cette adresse doit se situer dans la zone géographique de vente convenue. L'Acheteur est responsable de l'exactitude des informations fournies pour la livraison."
      },
      "methodsCosts": {
        "title": "Modes et Frais de Livraison",
        "para1": "Les modes de livraison disponibles et les frais associés sont présentés à l'Acheteur lors du processus de commande et sont détaillés dans la section \"Prix\" des présentes CGV (ou dans notre Politique de Livraison dédiée)."
      },
      "timescales": {
        "title": "Délais de Livraison (Indicatifs)",
        "para1": "MONPLANCBD s'efforce d'expédier les commandes dans les meilleurs délais. Les délais de livraison indiqués sur le site ou lors de la commande sont donnés à titre indicatif. MONPLANCBD ne saurait être tenue responsable des retards de livraison imputables au transporteur. Conformément à la loi, si la livraison n'est pas intervenue dans un délai de trente (30) jours à compter de la commande (sauf cas de force majeure ou accord différent), l'Acheteur peut demander la résolution du contrat de vente et être remboursé."
      },
      "riskTransfer": {
        "title": "Transfert des Risques",
        "para1": "Les risques liés au transport (perte, vol, détérioration) sont transférés à l'Acheteur au moment où il prend physiquement possession des produits, ou un tiers désigné par lui."
      },
      "receptionVerification": {
        "title": "Réception de la Commande et Vérification",
        "para1": "À la réception de sa commande, l'Acheteur est tenu de vérifier l'état de l'emballage et la conformité des produits livrés en présence du livreur ou au point de retrait. Toute anomalie (avarie, produit manquant par rapport au bon de livraison, colis endommagé, produits cassés...) devra être impérativement indiquée sur le bon de livraison sous forme de réserves manuscrites claires et précises, accompagnées de la signature de l'Acheteur."
      },
      "issues": {
        "title": "Problèmes de Livraison (Dommages, Colis non reçu)",
        "para1_damage": "En cas de dommage constaté lors de la livraison, l'Acheteur doit formuler une réclamation motivée auprès du transporteur dans un délai de trois (3) jours (non compris les jours fériés) suivant la livraison, par lettre recommandée avec accusé de réception, et en informer simultanément MONPLANCBD.",
        "para2_non_receipt_important_note": "NOTE IMPORTANTE CONCERNANT LA NON-RÉCEPTION DES COLIS :",
        "para3_non_receipt_policy": "Si le suivi indique que votre commande a été livrée, mais que vous affirmez ne pas l'avoir reçue, MONPLANCBD ouvrira une enquête auprès du transporteur. Cependant, veuillez noter que si le transporteur confirme la livraison à l'adresse fournie, MONPLANCBD ne pourra être tenue pour responsable et ne procédera ni au renvoi, ni au remboursement de la commande. Nous vous conseillons de vous assurer d'un lieu de livraison sécurisé."
      }
    },
    "legalGuarantees": {
      "title": "Garanties Légales",
      "conformity": {
        "title": "Garantie de Conformité",
        "para1": "Tous les produits vendus par MONPLANCBD bénéficient de la garantie légale de conformité prévue aux articles L217-4 et suivants du Code de la consommation. Cette garantie s'applique aux défauts de conformité existant lors de la délivrance du produit."
      },
      "hiddenDefects": {
        "title": "Garantie des Vices Cachés",
        "para1": "Les produits bénéficient également de la garantie légale contre les vices cachés prévue aux articles 1641 et suivants du Code civil. Cette garantie couvre les défauts cachés du produit qui le rendent impropre à l'usage auquel on le destine, ou qui diminuent tellement cet usage que l'Acheteur ne l'aurait pas acquis, ou n'en aurait donné qu'un moindre prix, s'il les avait connus."
      },
      "claimsProcess": {
        "title": "Modalités de Réclamation",
        "para1": "En cas de non-conformité ou de vice caché d'un produit vendu, l'Acheteur peut le retourner à MONPLANCBD. Toute réclamation, demande d'échange ou de remboursement au titre des garanties légales doit être effectuée par email à contact@monplancbd.fr ou par voie postale à l'adresse : MONPLANCBD SAS, 2 place Elie Lambert, 64100 Bayonne, France, en précisant le défaut constaté et en fournissant une preuve d'achat. MONPLANCBD indiquera alors la procédure à suivre."
      }
    },
    "liability": {
      "title": "Responsabilité",
      "para1": "MONPLANCBD, dans le processus de vente en ligne, n'est tenue que par une obligation de moyens. Sa responsabilité ne pourra être engagée pour un dommage résultant de l'utilisation du réseau Internet tel que perte de données, intrusion, virus, rupture du service, ou autres problèmes involontaires.",
      "para2": "La responsabilité de MONPLANCBD ne saurait être engagée en cas de non-respect de la législation du pays où les produits sont livrés. Il appartient à l'Acheteur de vérifier auprès des autorités locales les possibilités d'importation ou d'utilisation des produits commandés."
    },
    "intellectualProperty": {
      "title": "Propriété Intellectuelle",
      "para1": "Tous les éléments présents sur le site www.monplancbd.fr, qu'ils soient visuels (logos, photos, graphismes) ou textuels, sont et restent la propriété intellectuelle et exclusive de la société MONPLANCBD.",
      "para2": "Nul n'est autorisé à reproduire, exploiter, rediffuser, ou utiliser à quelque titre que ce soit, même partiellement, des éléments du site sans l'accord écrit préalable de MONPLANCBD. Toute reproduction ou utilisation non autorisée est constitutive de contrefaçon et passible de poursuites judiciaires."
    },
    "personalData": {
      "title": "Protection des Données Personnelles",
      "para1": "MONPLANCBD s'engage à protéger les données personnelles de ses Clients. Les informations collectées lors de la passation de commande sont nécessaires à la gestion de la transaction et à la relation commerciale. Elles sont traitées conformément à la réglementation en vigueur sur la protection des données (RGPD et Loi Informatique et Libertés). Pour plus d'informations sur la collecte, l'utilisation, et la protection de vos données personnelles, ainsi que sur vos droits (accès, rectification, suppression, etc.), veuillez consulter notre {privacyPolicyLink}.",
      "privacyPolicyLinkText": "Politique de Confidentialité"
    },
    "cookies": {
      "title": "Utilisation des Cookies",
      "para1": "Le site www.monplancbd.fr utilise des cookies pour améliorer l'expérience de navigation, analyser le trafic et proposer des fonctionnalités adaptées. Un cookie est un petit fichier texte stocké sur votre appareil. En naviguant sur notre site, vous consentez à l'utilisation de ces cookies, sauf si vous configurez votre navigateur pour les refuser. Pour en savoir plus sur les types de cookies utilisés, leur finalité, et comment gérer vos préférences, veuillez consulter notre section dédiée aux cookies dans notre {privacyPolicyLink}.",
      "privacyPolicyLinkText": "Politique de Confidentialité"
    },
    "modificationGTC": {
      "title": "Modification des Conditions Générales de Vente",
      "para1": "MONPLANCBD se réserve le droit de modifier les présentes Conditions Générales de Vente à tout moment. Les nouvelles CGV s'appliqueront à toute commande passée après leur mise en ligne sur le site.",
      "para2": "Les conditions applicables à une commande sont celles en vigueur au jour de la validation de ladite commande par l'Acheteur. Il est conseillé à l'Acheteur de consulter régulièrement les CGV."
    },
    "governingLawDisputes": {
      "title": "Droit Applicable et Règlement des Litiges",
      "applicableLaw": {
        "title": "Droit Applicable",
        "para1": "Les présentes Conditions Générales de Vente et les opérations d'achat et de vente qui en découlent sont soumises au droit français."
      },
      "jurisdiction": {
        "title": "Juridiction Compétente",
        "para1": "Tout litige relatif à l'interprétation, l'exécution ou la rupture du contrat conclu entre MONPLANCBD et l'Acheteur sera, à défaut d'accord amiable, soumis à la compétence exclusive des tribunaux français compétents, nonobstant pluralité de défendeurs ou appel en garantie. Le tribunal compétent sera déterminé selon les règles de droit commun."
      },
      "mediationODR": {
        "title": "Médiation et Règlement en Ligne des Litiges (RLL)",
        "para1": "En cas de litige, l'Acheteur est invité à contacter en priorité le service client de MONPLANCBD (voir section \"Contact\") pour tenter de trouver une solution amiable. Conformément aux articles L.616-1 et R.616-1 du Code de la consommation, l'Acheteur a également le droit de recourir gratuitement à un médiateur de la consommation en vue de la résolution amiable du litige qui l'oppose à MONPLANCBD. De plus, conformément à l’article 14 du Règlement (UE) n°524/2013, la Commission Européenne a mis en place une plateforme de Règlement en Ligne des Litiges (RLL), facilitant le règlement indépendant par voie extrajudiciaire des litiges en ligne entre consommateurs et professionnels de l’Union européenne. Cette plateforme est accessible au lien suivant : {odrLink}.",
        "odrLinkText": "https://webgate.ec.europa.eu/odr/"
      }
    },
    "contact": {
      "title": "Contact",
      "para1": "Pour toute question, réclamation ou demande d'information relative aux produits, à une commande ou aux présentes Conditions Générales de Vente, l'Acheteur peut contacter MONPLANCBD :",
      "email": "Par courrier électronique",
      "emailAddress": "contact@monplancbd.fr",
      "phone": "Par téléphone",
      "phoneNumber": "+33 6 65 35 03 78",
      "phoneInfo": "numéro non surtaxé, coût selon opérateur",
      "mail": "Par courrier postal",
      "postalAddress": "MONPLANCBD SAS, 2 place Elie Lambert, 64100 Bayonne, France."
    }
  },
  "privacyPolicies": {
    "title": "politiques de confidentialite",
    "description": "description"
  },
  "privacyPolicy": {
    "metadata": {
      "title": "Politique de Confidentialité | MonPlanCBD",
      "description": "Apprenez comment MonPlanCBD collecte, utilise et protège vos données personnelles. Comprenez vos droits concernant vos informations lors de l'utilisation de notre site web."
    },
    "mainTitle": "MONPLANCBD - POLITIQUE DE CONFIDENTIALITÉ",
    "introduction": {
      "title": "Introduction et Engagement",
      "para1": "Bienvenue sur www.monplancbd.fr. MONPLANCBD SAS (\"MONPLANCBD\", \"nous\", \"notre\") s'engage à protéger la vie privée et les données personnelles de ses utilisateurs et clients (\"vous\"). Cette Politique de Confidentialité explique quelles données personnelles nous collectons, pourquoi nous les collectons, comment nous les utilisons, partageons et protégeons, ainsi que les droits dont vous disposez concernant vos données. Nous nous engageons à respecter le Règlement Général sur la Protection des Données (RGPD - Règlement (UE) 2016/679) et la loi Informatique et Libertés française applicable."
    },
    "dataController": {
      "title": "Responsable du Traitement",
      "intro": "Le responsable du traitement de vos données personnelles collectées via le site www.monplancbd.fr est :",
      "companyName": "MONPLANCBD SAS",
      "address": "2 place Elie Lambert, 64100 Bayonne, France",
      "emailLabel": "Email",
      "emailValue": "contact@monplancbd.fr"
    },
    "dataCollected": {
      "title": "Quelles Données Personnelles Collectons-Nous ?",
      "intro": "Nous pouvons collecter et traiter différents types de données personnelles vous concernant, notamment :",
      "item_identification": "Données d'identification et de contact : Nom, prénom, adresse email, adresse postale (livraison et facturation), numéro de téléphone.",
      "item_connection_navigation": "Données de connexion et de navigation : Adresse IP, type de navigateur, pages visitées sur notre site, dates et heures de connexion, données de localisation approximative (déduites de l'IP), informations sur l'appareil utilisé.",
      "item_order_transaction": "Données de commande et de transaction : Historique d'achats, produits consultés ou ajoutés au panier, détails de la commande, informations de paiement (traitées de manière sécurisée par notre prestataire), informations de livraison, incidents ou réclamations.",
      "item_account": "Données du compte client : Identifiant de connexion, mot de passe (crypté), préférences de communication (abonnement newsletter), points de fidélité, historique des interactions avec le service client.",
      "item_reviews": "Données d'avis produit : Pseudonyme (si fourni), contenu de l'avis, note attribuée.",
      "item_technical": "Données techniques : Informations collectées via les cookies (voir section dédiée).",
      "outro": "Ces données sont généralement collectées lorsque vous naviguez sur notre site, créez ou vous connectez à votre compte, passez une commande (même en tant qu'invité), vous abonnez à notre newsletter, contactez notre service client ou laissez un avis."
    },
    "purposes": {
      "title": "Pourquoi Utilisons-Nous Vos Données (Finalités) ?",
      "intro": "Nous utilisons vos données personnelles aux fins suivantes, sur la base de différents fondements juridiques :",
      "contract": {
        "basis": "Exécution d'un contrat (Base légale : Contrat) :",
        "item_order_management": "Gérer vos commandes (validation, paiement, préparation, expédition).",
        "item_delivery": "Assurer la livraison des produits à l'adresse indiquée.",
        "item_crm": "Gérer la relation client (suivi de commande, service après-vente, réclamations).",
        "item_account_management": "Gérer votre compte client."
      },
      "legalObligation": {
        "basis": "Respect d'une obligation légale (Base légale : Obligation légale) :",
        "item_invoice_retention": "Conserver les factures et documents comptables pendant la durée légale requise (10 ans).",
        "item_authority_requests": "Répondre aux demandes des autorités compétentes."
      },
      "consent": {
        "basis": "Votre Consentement (Base légale : Consentement) :",
        "item_newsletter": "Vous envoyer nos newsletters et offres promotionnelles par email ou SMS, si vous y avez consenti via la case à cocher lors de la création de compte ou de la commande.",
        "item_cookies": "Déposer certains types de cookies sur votre appareil (voir Politique de Cookies).",
        "item_reviews": "Publier vos avis sur les produits.",
        "withdrawal_note": "Vous pouvez retirer votre consentement à tout moment (voir section \"Vos Droits\")."
      },
      "legitimateInterest": {
        "basis": "Notre Intérêt Légitime (Base légale : Intérêt légitime) :",
        "item_security_fraud": "Assurer la sécurité de notre site web et prévenir la fraude.",
        "item_service_improvement": "Améliorer nos services et l'expérience utilisateur sur notre site (analyse de navigation, statistiques anonymisées).",
        "item_personalization": "Personnaliser votre expérience sur le site (ex : affichage de produits pertinents).",
        "item_loyalty": "Gérer notre programme de fidélité.",
        "item_information_requests": "Répondre à vos demandes d'information via nos formulaires de contact ou email."
      }
    },
    "dataSharing": {
      "title": "Avec Qui Partageons-Nous Vos Données ?",
      "intro": "Nous ne vendons pas vos données personnelles. Cependant, nous pouvons les partager avec des tiers de confiance pour réaliser les finalités décrites ci-dessus :",
      "item_payment": "Prestataires de paiement : Pour traiter vos paiements de manière sécurisée (ex : Stripe).",
      "item_carriers": "Transporteurs : Pour assurer la livraison de vos commandes (ex : Chronopost, La Poste).",
      "item_hosting": "Hébergeurs : Pour stocker les données de notre site web (Scaleway, basé dans l'UE).",
      "item_emailing": "Plateformes d'emailing : Pour envoyer nos newsletters, si vous y avez consenti (Benchmark Email - Nécessite une vérification de la localisation du traitement des données et des garanties).",
      "item_authorities": "Autorités compétentes : Uniquement si la loi l'exige ou dans le cadre de procédures judiciaires.",
      "outro": "Nous nous assurons que nos partenaires respectent la confidentialité et la sécurité de vos données et ne les utilisent que pour les missions qui leur sont confiées.",
      "transfers": {
        "title": "Transferts Internationaux :",
        "para1": "Nos serveurs d'hébergement (Scaleway) sont situés au sein de l'Union Européenne.",
        "para2_outside_eu": "Certains de nos prestataires, comme notre plateforme d'emailing Benchmark Email, peuvent traiter des données en dehors de l'UE (ex : aux États-Unis). Dans ce cas, nous nous assurons que ces transferts sont encadrés par des garanties appropriées, telles que les Clauses Contractuelles Types approuvées par la Commission Européenne, pour assurer un niveau de protection adéquat de vos données.",
        "para2_inside_eu": "Tous nos principaux prestataires traitent vos données au sein de l'Union Européenne."
      }
    },
    "dataRetention": {
      "title": "Combien de Temps Conservons-Nous Vos Données ?",
      "intro": "Nous conservons vos données personnelles uniquement le temps nécessaire aux finalités pour lesquelles elles ont été collectées, dans le respect de la réglementation :",
      "item_client_active": "Données client (compte actif) : Conservées pendant toute la durée de la relation commerciale, puis archivées pendant 3 ans à compter de votre dernière activité (commande, connexion compte...), sauf demande de suppression ou opposition de votre part.",
      "item_order_billing": "Données de commande/facturation : Conservées pendant la durée légale obligatoire de 10 ans à compter de la clôture de l'exercice comptable.",
      "item_prospects": "Données prospect (pas de commande) : Conservées pendant 3 ans à compter de votre dernière interaction (clic email, contact...), sauf demande de suppression ou opposition de votre part.",
      "item_marketing_consent": "Données de consentement marketing : Conservées tant que vous ne retirez pas votre consentement.",
      "item_cookies": "Cookies : La durée de vie des cookies est détaillée dans notre Politique de Cookies (généralement 13 mois maximum pour les cookies non essentiels nécessitant un consentement)."
    },
    "dataSecurity": {
      "title": "Comment Protégeons-Nous Vos Données ?",
      "para1": "Nous prenons la sécurité de vos données très au sérieux. Nous mettons en œuvre des mesures techniques et organisationnelles appropriées pour protéger vos données personnelles contre la perte, l'usage abusif, l'accès non autorisé, la divulgation, l'altération ou la destruction. Cela inclut l'utilisation du protocole SSL/TLS pour crypter les données échangées sur notre site, des accès sécurisés à nos systèmes et des politiques internes de gestion des données."
    },
    "cookies": {
      "title": "Utilisation des Cookies",
      "introduction": "Nous utilisons des cookies et technologies similaires. Pour des informations détaillées sur les cookies que nous utilisons, leurs finalités et comment vous pouvez les gérer, veuillez consulter notre",
      "cookiePolicyLinkText": "Politique de Cookies"
    },
    "yourRights": {
      "title": "Vos Droits Concernant Vos Données Personnelles",
      "intro": "Conformément au RGPD, vous disposez des droits suivants sur vos données personnelles :",
      "item_access": "Droit d'accès : Demander à consulter les données que nous détenons sur vous.",
      "item_rectification": "Droit de rectification : Demander la correction des données inexactes ou incomplètes.",
      "item_erasure": "Droit à l'effacement ('droit à l'oubli') : Demander la suppression de vos données, sous réserve des obligations légales de conservation.",
      "item_restriction": "Droit à la limitation du traitement : Demander de geler temporairement l'utilisation de certaines de vos données.",
      "item_portability": "Droit à la portabilité des données : Recevoir les données que vous nous avez fournies dans un format structuré, couramment utilisé, et les transmettre à un autre responsable de traitement si techniquement possible.",
      "item_objection": "Droit d'opposition : Vous opposer au traitement de vos données pour des motifs légitimes, et à tout moment pour la prospection commerciale (y compris le profilage lié à la prospection).",
      "item_withdraw_consent": "Droit de retirer votre consentement : Pour les traitements basés sur le consentement (newsletter, certains cookies), vous pouvez le retirer à tout moment.",
      "item_post_mortem": "Droit de définir des directives post-mortem : Organiser le sort de vos données après votre décès.",
      "howToExercise": {
        "title": "Comment exercer vos droits :",
        "intro": "Vous pouvez exercer la plupart de ces droits directement depuis votre espace client :",
        "item_profile": "Modifier vos informations personnelles dans la section {profileLink}.",
        "profileLinkText": "\"Mon Profil\"",
        "item_addresses": "Gérer vos adresses dans la section {addressesLink}.",
        "addressesLinkText": "\"Mes Adresses\"",
        "item_newsletter": "Gérer votre abonnement à la newsletter dans la section \"Mon Profil\" ou via les liens de désabonnement dans nos emails.",
        "outro": "Pour toute autre demande ou pour exercer des droits non disponibles via votre compte, vous pouvez nous contacter par email à contact@monplancbd.fr ou par courrier postal à l'adresse indiquée à l'Article 2, en joignant si nécessaire une copie d'une pièce d'identité pour vérifier votre identité. Nous nous engageons à répondre dans un délai d'un mois."
      },
      "complaintRight": {
        "title": "Droit d'introduire une réclamation auprès de la CNIL :",
        "para1": "Si vous estimez, après nous avoir contactés, que vos droits ne sont pas respectés, vous pouvez adresser une réclamation à la Commission Nationale de l'Informatique et des Libertés (CNIL) : {cnilLink}."
      }
    },
    "minorsPolicy": {
      "title": "Politique Concernant les Mineurs",
      "para1": "Notre site et nos produits ne sont pas destinés aux mineurs de moins de 18 ans. Nous ne collectons ni ne traitons sciemment les données personnelles des mineurs. Si nous découvrons que nous avons collecté de telles données, nous les supprimerons immédiatement."
    },
    "policyUpdate": {
      "title": "Mises à Jour de la Politique de Confidentialité",
      "para1": "Nous pouvons modifier occasionnellement cette Politique de Confidentialité pour refléter des changements dans nos pratiques ou pour des raisons légales ou réglementaires. En cas de modification substantielle, nous vous informerons par email (si nous avons votre adresse) ou via une notification sur notre site web avant que la modification ne prenne effet. Nous vous encourageons à consulter cette page régulièrement."
    },
    "contact": {
      "title": "Contact",
      "intro": "Pour toute question concernant cette Politique de Confidentialité ou la gestion de vos données personnelles, veuillez nous contacter :",
      "emailLabel": "Par email",
      "emailValue": "contact@monplancbd.fr",
      "mailLabel": "Par courrier postal",
      "postalAddress": "MONPLANCBD SAS, Délégué à la Protection des Données, 2 place Elie Lambert, 64100 Bayonne, France."
    },
    "lastUpdate": {
      "title": "Date de Dernière Mise à Jour",
      "date": "Dernière mise à jour : {updateDate}"
    }
  },
  "metadataAbout": {
    "title": "À Propos de MonPlanCBD - Notre Histoire, Nos Valeurs, Votre Bien-être",
    "description": "Découvrez l'histoire de MonPlanCBD, notre passion pour le CBD de qualité, notre engagement envers la transparence et notre mission pour votre bien-être naturel.",
    "keywords": "à propos de monplancbd, histoire monplancbd, valeurs cbd, engagement qualité cbd, mission monplancbd, qui sommes-nous cbd, entreprise cbd france, cbd bayonne, équipe monplancbd, chanvre bien-être",
    "ogImageAlt": "Découvrez MonPlanCBD : Passion, Qualité et Engagement pour le Bien-être CBD"
  },
  "metadataConditionsOfUse": {
    "title": "Conditions d'Utilisation - MonPlanCBD",
    "description": "Consultez les conditions générales d'utilisation (CGU) régissant l'accès et l'utilisation du site MonPlanCBD. Votre accord est requis pour naviguer."
  },
  "metadataGCS": {
    "title": "Conditions Générales de Vente (CGV) - MonPlanCBD",
    "description": "Lisez attentivement nos Conditions Générales de Vente (CGV) avant de passer commande sur MonPlanCBD. Détails sur les produits, prix, livraison, retours."
  },
  "metadataFAQ": {
    "title": "FAQ - Questions Fréquentes sur le CBD | MonPlanCBD",
    "description": "Trouvez les réponses à vos questions fréquentes sur le CBD, nos produits, la légalité, l'utilisation, les commandes et la livraison sur MonPlanCBD.",
    "keywords": "faq cbd, questions fréquentes cbd, cbd légal, utilisation cbd, comment prendre cbd, effets cbd, commande cbd, livraison cbd, monplancbd faq, aide cbd",
    "ogImageAlt": "FAQ - Réponses aux questions fréquentes sur le CBD chez MonPlanCBD"
  },
  "metadataLegalNotices": {
    "title": "Mentions Légales - MonPlanCBD",
    "description": "Consultez les mentions légales de MonPlanCBD : informations sur l'éditeur du site, l'hébergeur, la propriété intellectuelle et les contacts."
  },
  "metadataPrivacyPolicy": {
    "title": "Politique de Confidentialité - MonPlanCBD",
    "description": "Découvrez comment MonPlanCBD collecte, utilise et protège vos données personnelles conformément au RGPD. Vos droits et nos engagements."
  },
  "about": {
    "pageTitle": "Notre Histoire : La Passion du CBD de Qualité chez MonPlanCBD",
    "imageAlt": "Le paysage qui a inspiré la marque",
    "section1": {
      "title": "L'Étincelle : Notre Histoire d'Origine",
      "para1": "Tout a commencé non pas dans un laboratoire high-tech, mais au cœur vibrant du Pays Basque, lors d'une fin d'après-midi d'hiver au Bistrot des Halles de Bayonne. Autour d'une table, une conversation animée entre amis passionnés a révélé un intérêt commun grandissant pour une plante ancestrale aux vertus fascinantes : le chanvre, et plus particulièrement le Cannabidiol (CBD).",
      "para2": "Chacun d'entre nous avait découvert le CBD à sa manière. Pour certains, c'était une recherche personnelle de bien-être, un moyen naturel de retrouver sérénité et équilibre face au stress quotidien. Pour d'autres, c'était le désir d'aider des proches, de partager une alternative douce pour apaiser les tensions ou améliorer le sommeil. Que ce soit sous forme d'huile, de baume ou d'infusion, nous étions tous convaincus du potentiel incroyable de cette molécule issue du chanvre.",
      "para3": "De cette passion partagée est née une idée simple, mais forte : créer MonPlanCBD. Pas juste une autre boutique en ligne, mais un espace de confiance, ancré dans nos valeurs, où chacun pourrait trouver des produits CBD d'exception, sélectionnés avec la même rigueur que nous l'aurions fait pour nous-mêmes ou nos familles."
    },
    "section2": {
      "title": "Notre Engagement : Qualité & Transparence",
      "intro": "Chez MonPlanCBD, notre mission va au-delà de la simple vente. Nous sommes animés par une conviction profonde : le bien-être par le CBD ne peut s'épanouir que dans la **confiance** et la **qualité**. C'est pourquoi nous nous engageons sur des principes clairs et non négociables :",
      "item1": {
        "label": " Sélection Rigoureuse :",
        "text": "Nous parcourons l'Europe (et privilégions la France dès que possible) pour dénicher des producteurs partenaires qui partagent notre éthique : culture respectueuse (Indoor, Greenhouse, Outdoor), savoir-faire artisanal et respect des normes les plus strictes. Chaque fleur, chaque résine, chaque huile est choisie pour son profil aromatique unique et son potentiel bien-être."
      },
      "item2": {
        "label": " Transparence Totale :",
        "text": "La confiance se mérite. C'est pourquoi *chaque lot* de nos produits est systématiquement analysé par un laboratoire tiers indépendant et certifié. Nous vérifions scrupuleusement la concentration en cannabinoïdes (CBD, CBG, CBN...) et nous nous assurons que le taux de THC reste toujours strictement inférieur à la limite légale française de 0,3%. Ces certificats d'analyse sont accessibles, car votre sérénité est notre priorité."
      },
      "item3": {
        "label": " Expertise Française & Traçabilité :",
        "text": "Basés au Pays Basque, nous sommes fiers de notre ancrage local et de notre approche à taille humaine. Nous connaissons nos partenaires et nous suivons nos produits de la culture à votre porte, garantissant une traçabilité complète."
      },
      "item4": {
        "label": " Un Accompagnement Personnalisé :",
        "text": "Le monde du CBD peut sembler complexe. Notre équipe de passionnés, basée en France, est là pour vous écouter, vous conseiller et répondre à toutes vos questions avec bienveillance et expertise. N'hésitez jamais à nous contacter."
      }
    },
    "section3": {
      "title": "Plus que des Produits : Une Vision pour le Bien-Être",
      "para1": "MonPlanCBD, c'est l'envie de démocratiser l'accès à un CBD de qualité supérieure, en toute légalité et transparence. Nous croyons en une approche holistique du bien-être, où la nature nous offre des clés précieuses.",
      "para2": "Que vous soyez novice, curieux d'explorer les bienfaits potentiels du CBD pour la relaxation, le sommeil ou la gestion du stress, ou que vous soyez un connaisseur à la recherche de saveurs et d'expériences spécifiques, nous sommes là pour vous guider.",
      "para3": "Explorez nos différentes gammes – des fleurs aux arômes envoûtants aux huiles faciles à doser, en passant par les résines concentrées et les soins apaisants – et trouvez le \"plan CBD\" qui vous correspond."
    },
    "cta": {
      "intro": "Rejoignez la communauté MonPlanCBD et découvrez une approche du bien-être naturelle, transparente et de qualité.",
      "link1": "Explorez nos fleurs CBD",
      "link2": "Découvrez nos huiles",
      "link3": "Visitez notre blog pour en savoir plus"
    }
  },
  "blogPage": {
    "metadata": {
      "title": "Blog CBD : Actus, Conseils & Guides Bien-être | MonPlanCBD",
      "description": "Explorez le blog MonPlanCBD : actualités CBD, conseils bien-être, guides d'utilisation et dernières recherches sur le chanvre et ses cannabinoïdes.",
      "keywords": "blog cbd, actualités cbd, conseils cbd, guide cbd, information cbd, bien-être cbd, chanvre infos, cannabinoïdes, monplancbd blog, recherche cbd",
      "ogImageAlt": "Le Blog MonPlanCBD - Actualités, Conseils et Guides sur le CBD"
    }
  },
  "signIn": {
    "title": "Connexion",
    "description": "description"
  },
  "myAccount": {
    "title": "Mon Compte",
    "description": "description"
  },
  "category": {
    "text": "Désolé mais aucun produit n'a été trouvé pour cette catégorie: Cliquez sur le bouton ci-dessous pour vous diriger vers la page fleurs",
    "button": "Vers la page fleurs",
    "title": "Produits",
    "description": "description",
    "flower": "Fleurs CBD",
    "hash": "Hash CBD",
    "moonrock": "Moonrocks CBD",
    "oil": "Huiles CBD",
    "herbalTea": "Infusions CBD",
    "health": "Soins CBD",
    "vaporizer": "Vaporisateur",
    "caryophyllene": "bois",
    "limonene": "agrumes",
    "myrcene": "sylvestre",
    "linalol": "floral",
    "terpinolene": "terrestre",
    "piperine": "pimente",
    "caryophyllenePeper": "poivre",
    "pinene": "sapin",
    "humulene": "terrestre",
    "origin": "Provenance",
    "promo": "Promo",
    "outOfStock": "Rupture de stock",
    "fromPrice": "À partir de",
    "quantity": "Quantité",
    "unit": "Unité",
    "details": "Voir plus de détails",
    "reviews": "avis",
    "addToCart": "Ajouter au panier",
    "fleurs-cbd": "Fleurs CBD",
    "pollens-resines-hash-cbd": "Hash CBD",
    "moonrocks-cbd": "Moonrocks CBD",
    "huiles-cbd": "Huiles CBD",
    "infusions-cbd": "Infusions CBD",
    "soins-cbd": "Soins CBD",
    "vaporisateur": "Vaporisateur"
  },
  "singleProduct": {
    "analyzes": "analyses",
    "origin": "provenance",
    "cannabinoids": "cannabinoïdes",
    "terpenes": "terpènes",
    "reviews": "Les avis de nos clients",
    "relatedProducts": "Nos clients ont également acheté ces produits"
  },
  "navbar": {
    "productsLink": "Produits",
    "blogLink": "Blog",
    "mainLogoAlt": "Logo Mon Plan CBD",
    "cbdLogoAlt": "Logo CBD blanc",
    "openMainMenuSR": "Ouvrir le menu principal",
    "closeMainMenuSR": "Fermer le menu principal",
    "hemp": "fleur cbd",
    "hash": "Pollens/résine cbd",
    "moonrock": "moonrock cbd",
    "oil": "huile cbd",
    "tea": "infusions cbd",
    "cream": "soins cbd",
    "vaporisateur": "vaporisateur",
    "connection": "Connexion",
    "selectLanguageSR": "Sélectionner la langue",
    "burger": {
      "english": "Anglais",
      "spanish": "Espagnol",
      "french": "Français"
    },
    "openUserMenuSR": "Ouvrir le menu utilisateur",
    "info": "Mon Profil",
    "addresses": "Mes Adresses",
    "orders": "Mes Commandes",
    "fidelity": "Fidélité & Parrainage",
    "logout": "Déconnexion",
    "login": "Connexion",
    "register": "Inscription"
  },
  "footer": {
    "footerSR": "Pied de page",
    "logoAlt": "Logo Monplancbd - Blanc",
    "navigationTitle": "Navigation",
    "legalNotices": "Mentions Légales",
    "conditionsOfUse": "Conditions d'Utilisation",
    "FAQ": "FAQ",
    "GCS": "Conditions Générales de Vente",
    "privacyPolicies": "Politique de Confidentialité",
    "about": "À Propos de Monplancbd",
    "shippingPolicy": "Politique d'Expédition",
    "cookiePolicy": "Politique de Cookies",
    "facebook": "Facebook",
    "instagram": "Instagram",
    "copyrightText": "Monplancbd. Tous droits réservés."
  },
  "blog": {
    "link": "Blog"
  },
  "cart": {
    "cart": "panier",
    "order": "Commander",
    "iconSR": "Voir le panier",
    "title": "Votre Panier",
    "closeButtonSR": "Fermer le panier",
    "totalLabel": "Total :",
    "checkoutButton": "Voir Panier",
    "shippingButton": "Commander",
    "emptyMessage": "Votre panier est actuellement vide.",
    "continueShoppingButton": "Continuer les achats",
    "orSeparator": "ou",
    "close": "fermer"
  },
  "productCardCart": {
    "nbItem": "nombre d'article",
    "gPrice": "prix au gramme",
    "unitPrice": "prix à l'unité",
    "quantity": "quantité",
    "priceOneArticle": "prix d'un article",
    "subtotal": "sous-total",
    "subtotalLabel": "Sous-total",
    "unitPriceSuffix": "/{per}",
    "removeAriaLabel": "Retirer {name}",
    "decreaseQtyAriaLabel": "Diminuer la quantité",
    "increaseQtyAriaLabel": "Augmenter la quantité"
  },
  "addresses": {
    "title": "Mes Adresses",
    "firstName": "Prénom",
    "lastName": "Nom de famille",
    "address1": "Adresse 1",
    "address2": "Adresse 2 (Optionnel)",
    "city": "Ville",
    "postalCode": "Code Postal",
    "country": "Pays",
    "phone": "Téléphone",
    "email": "E-mail",
    "billing": "Utiliser comme adresse de facturation",
    "shipping": "Utiliser comme adresse de livraison",
    "modal": {
      "closeButtonSR": "Fermer",
      "title": "Modifier l'adresse",
      "update": "Mettre à jour",
      "delete": "Supprimer",
      "cancel": "Annuler",
      "save": "Enregistrer",
      "company": "Entreprise (Optionel)",
      "addressType": {
        "title": "Type d'adresse",
        "billing": "Facturation",
        "shipping": "Livraison",
        "both": "Les deux"
      }
    },
    "text": "Aucune adresse enregistrée pour le moment. Cliquez sur le texte ou sur le bouton ci-dessous pour en ajouter une, vous pourrez les choisir lors d'un achat",
    "button": "Ajouter une adresse",
    "addAddress": "Ajouter une adresse",
    "updatedAddress": "Adresse mise à jour avec succès.",
    "failUpdatedAddress": "Échec de la mise à jour de l'adresse."
  },
  "accountProfilePage": {
    "metadataTitle": "Mon Profil - Mon Compte - MonPlanCBD"
  },
  "accountAddressesPage": {
    "metadataTitle": "Mes Adresses - Mon Compte - MonPlanCBD"
  },
  "accountOrdersPage": {
    "metadataTitle": "Mes Commandes - Mon Compte - MonPlanCBD"
  },
  "accountLoyaltyPage": {
    "metadataTitle": "Mes Points Fidélité - Mon Compte - MonPlanCBD"
  },
  "profile": {
    "title": "Mes Informations Personnelles",
    "form": {
      "titleSection": {
        "label": "Titre",
        "options": {
          "madame": "Mademoiselle",
          "monsieur": "Monsieur"
        }
      },
      "firstName": "Prénom",
      "lastName": "Nom de famille",
      "displayName": "Nom d'affichage",
      "displayNameHint": "C'est ainsi que votre nom sera affiché dans la section du compte et dans les avis",
      "email": "E-mail",
      "communicationPreferences": {
        "label": "Mes Options",
        "promotions": {
          "label": "Mises à jour de produits et promotions",
          "hint": "Recevez des communications marketing qui pourraient vous intéresser."
        },
        "orders": {
          "label": "Informations sur le compte et les commandes",
          "hint": "Recevez des informations importantes concernant vos commandes et votre compte."
        }
      },
      "password": "Mot de passe",
      "passwordMismatch": "Les deux mots de passe doivent correspondre",
      "currentPassword": "Mot de passe actuel",
      "currentPasswordMessage": "Si vous souhaitez changer votre mot de passe, remplissez le champ \"Mot de passe actuel\".",
      "newPassword": "Nouveau mot de passe",
      "confirmNewPassword": "Confirmer le nouveau mot de passe",
      "updateButton": "Mettre à jour vos informations",
      "saveButton": "Enregistrer",
      "cancel": "Annuler"
    }
  },
  "orders": {
    "title": "Mes commandes",
    "noOrder": "Vous n'avez aucune commande passée.",
    "catalog": "Consulter notre catalogue",
    "order": {
      "date": "Date",
      "orderNumber": "Commande n°",
      "total": "Total",
      "status": {
        "pending": "En attente",
        "processing": "En cours de traitement",
        "onHold": "En cours",
        "completed": "Terminé",
        "cancelled": "Annulé",
        "refunded": "Remboursé",
        "failed": "Échoué",
        "delivered": "Livré"
      },
      "product": "Produit",
      "price": "Prix",
      "dateLabel": "Date de commande",
      "totalLabel": "Montant total",
      "statusLabel": "Statut de la commande"
    }
  },
  "loyalty": {
    "title": "Votre solde actuel",
    "points": "points",
    "howToEarn": "Comment gagner des points",
    "boxes": {
      "box1": {
        "title": "Gagnez 1 point pour chaque € dépensé dans notre boutique !",
        "description": "Points acquis : 1 POINT / 1,00 €"
      },
      "box2": {
        "title": "Noter un produit et recevez 10 points !",
        "description": "Points acquis : 10 POINTS"
      },
      "box3": {
        "title": "Enregistrement du parrainé",
        "description": "Points acquis : 50 POINTS"
      },
      "box4": {
        "title": "Commandes du parrainé (montant supérieur à 30,00 euros) (première commande seulement)",
        "description": "Points acquis : 1 POINT"
      },
      "box5": {
        "title": "Commandes du parrainé (première commande seulement)",
        "description": "Points acquis : 1 POINT"
      }
    },
    "cartPoints": "POINTS DU PANIER : À chaque Point que vous utilisez vaut 0,1 €",
    "referral": {
      "title": "Cliquez sur le bouton pour copier votre lien de parrainage",
      "description": "Copiez et partagez votre lien de parrainage avec vos amis pour gagner des points !",
      "copyButton": "Copier",
      "footerText": "Invitez vos amis à nous rejoindre pour gagner encore plus de points !"
    },
    "earnPrefix": "✨",
    "pointsSingular": "point de fidélité",
    "pointsPlural": "points de fidélité",
    "earnSuffix": "avec cet achat ✨"
  },
  "tabs": {
    "profile": "Informations personnelles",
    "addresses": "Adresses",
    "orders": "Commandes",
    "loyalty": "Points de fidélité & parrainage"
  },
  "forgotPasswordPage": {
    "emailLabel": "Adresse e-mail",
    "submitButton": "Réinitialiser le mot de passe",
    "metadataTitle": "Mot de passe oublié - MonPlanCBD"
  },
  "forgotPassword": {
    "h1": "Mot de passe oublié ?",
    "introText": "Entrez l'adresse e-mail associée à votre compte et nous vous enverrons un lien pour réinitialiser votre mot de passe.",
    "operation": "Cette opération peut prendre jusqu'à 5 minutes",
    "rememberPasswordPrompt": "Vous vous souvenez du mot de passe ? ",
    "loginLinkText": "Se connecter",
    "logoAltText": "Logo Monplancbd"
  },
  "signInPage": {
    "emailLabel": "Adresse e-mail",
    "passwordLabel": "Mot de passe",
    "forgotPasswordLink": "Mot de passe oublié ?",
    "submitButton": "Se connecter",
    "showPasswordAriaLabel": "Afficher le mot de passe",
    "hidePasswordAriaLabel": "Masquer le mot de passe",
    "title": "Connexion",
    "description": "Connectez-vous à votre compte Mon Plan CBD.",
    "h1": "Connectez-vous à votre compte",
    "logoAlt": "Logo Mon Plan CBD",
    "signUpPrompt": "Pas encore membre ?",
    "signUpLink": "Créer un compte",
    "metadataTitle": "Connexion - MonPlanCBD"
  },
  "signUpPage": {
    "metadataTitle": "Inscription - MonPlanCBD",
    "prefsAndConditionsLegendSR": "Préférences et conditions",
    "firstNameLabel": "Prénom",
    "lastNameLabel": "Nom",
    "emailLabel": "Adresse e-mail",
    "passwordLabel": "Mot de passe",
    "confirmPasswordLabel": "Confirmer le mot de passe",
    "passwordMismatchError": "Les mots de passe doivent correspondre.",
    "marketingOptInLabel": "Je souhaite recevoir les actualités produits et promotions.",
    "termsLabel": "J'ai lu et j'accepte les",
    "termsLink": "conditions générales",
    "submitButton": "Créer mon compte",
    "showPasswordAriaLabel": "Afficher le mot de passe",
    "hidePasswordAriaLabel": "Masquer le mot de passe",
    "title": "Inscription",
    "description": "Créez votre compte Mon Plan CBD.",
    "h1": "Créez votre compte",
    "logoAlt": "Logo Mon Plan CBD",
    "signInPrompt": "Déjà membre ?",
    "signInLink": "Se connecter",
    "termsLinkText": "conditions générales"
  },
  "cartPage": {
    "metadataTitle": "Votre Panier - MonPlanCBD",
    "productsTitle": "Produits dans Votre Panier",
    "backToHomeButton": "Retour à la page d'accueil",
    "summary": {
      "title": "Total du Panier",
      "subtotalLabel": "Sous-total",
      "discountCodeLabel": "Code: {name}",
      "removeDiscountAriaLabel": "Retirer le code {name}",
      "fidelityPointsLabel": "Points fidélité ({count})",
      "removePointsAriaLabel": "Retirer les points de fidélité",
      "totalLabel": "Total Panier",
      "vatText": "(dont {vatAmount}€ TVA)",
      "checkoutButton": "Choisir la méthode d'expédition",
      "loginPromptText": "Connectez-vous pour continuer.",
      "loginPromptLink": "Connectez-vous",
      "notAllowed": "Impossible de commander"
    },
    "discounts": {
      "accountCodesTitle": "Codes liés au compte",
      "promoCodeTitle": "Code Promo",
      "inputPlaceholder": "Entrez votre code",
      "applyButton": "Appliquer"
    },
    "loyalty": {
      "title": "Vos Points de Fidélité",
      "availableLabel": "Points disponibles :",
      "useInputLabel": "Points à utiliser :",
      "conversionRate": "1 POINT = 0,10 € DE RÉDUCTION"
    }
  },
  "discountCode": {
    "applyButton": "Utiliser",
    "appliedButton": "Appliqué",
    "detailsAriaLabel": "Détails de la réduction"
  },
  "shippingPage": {
    "addressSelector": {
      "shippingTitle": "Choisissez une adresse de livraison",
      "billingTitle": "Choisissez une adresse de facturation"
    },
    "metadataTitle": "Expédition - MonPlanCBD",
    "h1": "Expédition",
    "backToCartButton": "Retour au Panier",
    "parcelPointMap": {
      "pointSelectedText": "Point relais sélectionné. Utilisez la carte pour changer si besoin.",
      "findButton": "Trouver des Points Relais",
      "loadingMapText": "Chargement de la carte...",
      "errorAuthText": "L'authentification de la carte a échoué. Veuillez rafraîchir ou réessayer.",
      "errorLoadText": "La carte n'a pas pu être chargée. Veuillez vérifier votre connexion ou réessayer plus tard.",
      "errorSearchText": "Impossible de rechercher des points relais. Veuillez vérifier l'adresse ou réessayer.",
      "errorAddressIncompleteText": "Veuillez vous assurer que l'adresse est complète pour rechercher des points relais."
    },
    "orderSummary": {
      "title": "Votre Commande",
      "productsHeader": "Produits",
      "productSubtotalHeader": "Sous-total",
      "promoCodesHeader": "Codes Promos",
      "loyaltyHeader": "Programme Fidélité",
      "loyaltyPointsLabel": "Points",
      "finalSubtotalLabel": "Sous-total Commande",
      "discountsHeader": "Réductions Appliquées",
      "removeDiscountAriaLabel": "Retirer {name}",
      "loyaltyPointsText": "{count} points",
      "removePointsAriaLabel": "Retirer les points"
    },
    "totalSummary": {
      "finalTotalLabel": "Montant total :",
      "title": "Total Commande",
      "shippingCostText": "(dont {cost}€ de frais de port)",
      "privacyPolicyText": "Vos données personnelles seront utilisées pour le traitement de votre commande, vous accompagner au cours de votre visite du site web, et pour d’autres raisons décrites dans notre ",
      "privacyPolicyLinkText": "politique de confidentialité.",
      "termsLegendSR": "Conditions et Marketing",
      "termsLabel": "J’ai lu et j’accepte les",
      "termsLinkText": "conditions générales",
      "marketingLabel": "Je souhaite recevoir les actualités concernant les produits et promotions.",
      "relayButtonText": "Veuillez choisir un point relais",
      "paymentButtonText": "Procéder au paiement",
      "createAccountButtonText": "Créer compte et payer",
      "relayErrorText": "Sélectionnez un point relais sur la carte ci-dessus.",
      "noProduct": "Aucun produit dans le panier",
      "noProductLink": "Cliquez ici pour vous diriger vers notre selection de produits",
      "notAllowed": "Impossible de commander"
    },
    "shippingMethods": {
      "title": "Expédition",
      "costFree": "Gratuit",
      "thresholdText": "(Gratuit dès {amount}€ d'achat)",
      "legendSR": "Méthodes d'expédition",
      "noMethodsAvailableText": "Aucune méthode d'expédition disponible pour l'adresse sélectionnée.",
      "selectCountryText": "Veuillez sélectionner un pays de livraison dans l'adresse ci-dessus pour voir les options."
    },
    "addressForm": {
      "shippingTitle": "Adresse de Livraison",
      "billingTitle": "Adresse de Facturation",
      "personalInfoLegend": "Informations Personnelles",
      "firstNameLabel": "Prénom",
      "lastNameLabel": "Nom",
      "companyLabel": "Entreprise (Facultatif)",
      "addressInfoLegend": "Informations d'Adresse",
      "countryLabel": "Pays / Région",
      "countrySelectDefault": "Sélectionnez un pays...",
      "address1Label": "Numéro et nom de rue",
      "address1Placeholder": "Ex: 123 Rue Principale",
      "address2Label": "Appartement, bâtiment, etc. (Facultatif)",
      "address2Placeholder": "Ex: Appartement 4B",
      "postalCodeLabel": "Code Postal",
      "cityLabel": "Ville",
      "provinceLabel": "Province",
      "stateLabel": "État",
      "regionLabel": "Région",
      "provinceSelectDefault": "Veuillez sélectionner...",
      "phoneLabel": "Téléphone",
      "phoneHelpText": "Nécessaire pour la livraison.",
      "emailLabel": "Adresse e-mail",
      "emailHelpText": "Pour la confirmation de commande.",
      "createPasswordLabel": "Créer un mot de passe",
      "createPasswordHelpText": "Votre compte sera créé avec cet email et mot de passe.",
      "orderNotesLabel": "Notes de commande (Facultatif)",
      "differentBillingLabel": "Facturer à une adresse différente ?",
      "showPasswordAriaLabel": "Afficher le mot de passe",
      "hidePasswordAriaLabel": "Masquer le mot de passe"
    }
  },
  "reviews": {
    "loginPrompt": {
      "text": "Vous souhaitez laisser un avis ?",
      "link": "Connectez-vous ici",
      "suffix": "pour partager votre expérience (vous serez redirigé ici)."
    },
    "addReviewTitle": "Ajouter Votre Avis",
    "ratingLabel": "Votre Note",
    "ratingAriaLabel": "Donner une note de {count} étoiles sur 5",
    "commentLabel": "Votre Avis",
    "commentPlaceholder": "Écrivez votre avis ici...",
    "commentHint": "Partagez votre expérience avec ce produit.",
    "submitButton": "Envoyer l'Avis"
  },
  "productOptions": {
    "chooseOptionLabel": "Choisir une option",
    "addToCartButton": "Ajouter au panier",
    "outOfStockButton": "Épuisé"
  },
  "addressesPage": {
    "billingBadge": "Facturation",
    "shippingBadge": "Livraison",
    "editButton": "Modifier",
    "deleteButton": "Supprimer",
    "addModalTitle": "Ajouter une Nouvelle Adresse",
    "editModalTitle": "Modifier l'Adresse",
    "form": {
      "firstNameLabel": "Prénom",
      "lastNameLabel": "Nom",
      "countryLabel": "Pays / Région",
      "address1Label": "Numéro et nom de rue",
      "address2Label": "Appartement, bâtiment, etc. (Facultatif)",
      "companyLabel": "Entreprise (Facultatif)",
      "cityLabel": "Ville",
      "postalCodeLabel": "Code Postal",
      "phoneLabel": "Téléphone",
      "emailLabel": "Adresse e-mail",
      "addressTypeLegend": "Type d'adresse",
      "billingCheckboxLabel": "Utiliser comme adresse de facturation",
      "shippingCheckboxLabel": "Utiliser comme adresse de livraison",
      "cancelButton": "Annuler",
      "submitAddButton": "Ajouter l'Adresse",
      "submitUpdateButton": "Enregistrer les Modifications"
    }
  },
  "forms": {
    "pendingText": "Traitement..."
  },
  "account": {
    "loyaltyPage": {
      "mainTitle": "Mon Programme Fidélité",
      "balanceTitle": "Votre Solde Actuel",
      "pointsSingular": "point",
      "pointsPlural": "points",
      "cartPointsInfo": "1 point = 0,10€ de réduction dans le panier",
      "howToEarnTitle": "Comment Gagner des Points",
      "referralTitle": "Parrainer un Ami",
      "referralFooterText": "Partagez votre lien avec vos amis pour gagner plus de points !",
      "referralLinkLabel": "Votre lien de parrainage",
      "referralCopyTitle": "Copier le Lien",
      "boxes": {
        "box1": {
          "title": "Gagnez 1 point pour chaque € dépensé !",
          "description": "Points Gagnés: 1 POINT / 1.00 €"
        },
        "box2": {
          "title": "Évaluez un produit et recevez 10 points !",
          "description": "Points Gagnés: 10 POINTS"
        },
        "box3": {
          "title": "Recevez 50 points à l'inscription !",
          "description": "Points Gagnés: 50 POINTS"
        },
        "box4": {
          "title": "Vous Gagnez: 1pt par € dépensé par votre filleul (+30€ 1ère cmd)",
          "description": "Points Gagnés: 1 POINT / 1.00 €"
        },
        "box5": {
          "title": "Votre Filleul Gagne: 50 points sur sa 1ère commande !",
          "description": "Points Gagnés par le Filleul: 50 POINTS"
        }
      }
    }
  },
  "outOfStockModal": {
    "closeButtonSR": "Fermer la modale",
    "title": "Stock Insuffisant",
    "mainMessage": "Nous avons le regret de vous informer que certains articles de votre panier ne sont plus disponibles.",
    "removedItemsHeader": "Article(s) retiré(s) du panier :",
    "similarProductsTitle": "Produits Similaires",
    "similarProductsMessage": "Nous sommes sincèrement désolés pour ce désagrément. <br /> Voici une liste de produits similaires susceptibles de vous intéresser :"
  },
  "global": {
    "loading": "Chargement...",
    "cartDataError": "Données du panier non disponibles. Veuillez rafraîchir.",
    "brandName": "MonPlanCBD"
  },
  "ageVerification": {
    "title": "Avez-vous plus de 18 ans ?",
    "noButton": "Non",
    "yesButton": "Oui"
  },
  "productPage": {
    "priceInfoSR": "Information produit",
    "outOfStock": "Épuisé",
    "timer": {
      "mainText": "Commandez dans les prochaines",
      "disclaimer": "et recevez votre commande dès demain! (du lundi au vendredi)."
    }
  },
  "orderReceived": {
    "metadataTitle": "Confirmation de Commande - MonPlanCBD",
    "pageTitle": "Commande Reçue",
    "status": {
      "processing": "Paiement en cours de traitement",
      "success": "Paiement Réussi",
      "failed": "Échec du Paiement",
      "fraud_refusal": "Paiement Refusé (Suspicion de Fraude)",
      "fraud_warning": "Paiement Autorisé (Alerte Fraude)",
      "auth_failed": "Échec d'Authentification (3D Secure)",
      "bank_refusal": "Paiement Refusé par la Banque",
      "max_attempts": "Nombre Maximum de Tentatives Atteint",
      "technical_error": "Erreur Technique Pendant le Paiement",
      "abandoned": "Paiement Abandonné",
      "unknown_failure": "Échec du Paiement (Raison Inconnue)",
      "error": "Erreur lors du Traitement des Informations de Paiement",
      "unknownReason": "Raison inconnue"
    },
    "statusMessages": {
      "fraudWarningNote": "Votre paiement a été autorisé mais signalé pour vérification. Nous pourrions vous contacter si nécessaire.",
      "contactSupport": "Veuillez réessayer ou contacter le support client si le problème persiste."
    },
    "summary": {
      "title": "Récapitulatif de la Commande",
      "orderNumber": "Numéro de Commande",
      "date": "Date",
      "email": "E-mail",
      "total": "Total",
      "paymentMethod": "Moyen de Paiement",
      "notAvailable": "N/D"
    },
    "paymentMethods": {
      "bankTransfer": "Virement Bancaire",
      "card": "Carte Bancaire"
    },
    "bankDetails": {
      "title": "Nos Coordonnées Bancaires",
      "instruction": "Veuillez utiliser votre numéro de commande comme référence de paiement.",
      "bankNameLabel": "Banque",
      "bankNameValue": "LCL",
      "accountNumberLabel": "Numéro de Compte",
      "accountNumberValue": "0000070699C",
      "branchCodeLabel": "Code Guichet",
      "branchCodeValue": "01747",
      "ibanLabel": "IBAN",
      "ibanValue": "FR05 3000 2017 4700 0007 0699 C46",
      "bicLabel": "BIC / SWIFT",
      "bicValue": "CRLYFRPP",
      "reminder": "N'oubliez pas d'inclure votre numéro de commande ({orderId}) dans la référence du virement."
    },
    "orderDetails": {
      "title": "Détails de la Commande",
      "productHeader": "Produit",
      "totalHeader": "Total",
      "subtotalLabel": "Sous-total",
      "shippingLabel": "Expédition",
      "paymentMethodLabel": "Moyen de paiement",
      "grandTotalLabel": "Total",
      "vatIncludedText": "(dont {vatAmount}€ de TVA)"
    },
    "shippingAddress": {
      "title": "Adresse de Livraison"
    },
    "billingAddress": {
      "title": "Adresse de Facturation"
    },
    "alerts": {
      "bankTransfer": {
        "title": "Commande Reçue",
        "text": "Votre commande a bien été reçue. Veuillez procéder au virement bancaire en utilisant les informations fournies."
      },
      "cardSuccess": {
        "title": "Paiement Réussi",
        "text": "Votre paiement a été accepté ! Votre commande est en cours de traitement."
      },
      "cardWarning": {
        "title": "Paiement en Cours d'Examen",
        "text": "Votre paiement a été autorisé mais est en cours d'examen en raison d'une alerte fraude potentielle ({reason}). Nous vous contacterons si nécessaire."
      },
      "cardFailed": {
        "title": "Échec du Paiement",
        "text": "Votre paiement n'a pas pu être traité ({reason}). Veuillez réessayer ou contacter le support."
      }
    }
  },
  "paymentPage": {
    "metadataTitle": "Paiement - MonPlanCBD",
    "finalizing": "Finalisation de votre commande...",
    "return": "Retour à l'expédition",
    "totalSummary": {
      "title": "Récapitulatif Final",
      "totalAmountLabel": "Montant total à payer :",
      "shippingCostText": "(dont {cost}€ de frais de port)",
      "privacyPolicyText": "Vos données personnelles seront utilisées pour le traitement de votre commande, vous accompagner au cours de votre visite du site web, et pour d’autres raisons décrites dans notre ",
      "privacyPolicyLinkText": "politique de confidentialité.",
      "noMethodButtonText": "Veuillez choisir une méthode de paiement",
      "bankTransferButtonText": "Valider la commande (Virement)",
      "cardPaymentButtonText": "Procéder au paiement sécurisé"
    },
    "paymentMethods": {
      "title": "Mode de Paiement",
      "cardTitle": "Carte Bancaire (3D Secure)",
      "cardImageAlt": "Logos CB Visa Mastercard",
      "cardDescription": "En choisissant ce mode de paiement, vous pourrez effectuer votre règlement sur le serveur sécurisé de notre banque.",
      "bankTransferTitle": "Virement Bancaire",
      "bankTransferDescription": "Effectuez le paiement directement depuis votre compte bancaire. Veuillez utiliser l’ID de votre commande comme référence du paiement. Votre commande ne sera pas expédiée tant que les fonds ne seront pas reçus."
    },
    "orderSummary": {
      "removePointsAriaLabel": "Retirer les points de fidélité"
    }
  },
  "areYouCustomer": {
    "promptText": "Déjà client chez nous ?",
    "loginLinkText": "Connectez-vous",
    "suffixText": "pour retrouver vos avantages."
  },
  "discountMessages": {
    "minAmount": "Un montant minimum de {amount}€ est requis pour ce code.",
    "maxAmount": "Un montant maximum de {amount}€ est autorisé pour ce code.",
    "excludePromo": "Ce code ne peut pas être utilisé avec des articles en promotion dans votre panier.",
    "individualUse": "Ce code ne peut pas être combiné avec d'autres réductions.",
    "cartExcludeProducts": "Veuillez retirer le(s) produit(s) {products} de votre panier pour utiliser ce code.",
    "cartExcludeCategories": "Veuillez retirer les articles des catégories suivantes : {categories}.",
    "cartRequireProducts": "Requiert le(s) produit(s) {products} dans votre panier.",
    "cartRequireCategories": "Requiert au moins un article de : {categories}.",
    "itemExcludeProducts": "Code non applicable sur {products}. Ajoutez d'autres articles éligibles.",
    "itemExcludeCategories": "Code non applicable sur les articles de {categories}. Ajoutez des articles d'autres catégories."
  },
  "alerts": {
    "sessionExpired": {
      "title": "Session Expirée",
      "text": "Les détails de votre commande ne sont plus disponibles. Votre session a peut-être expiré ou été effacée."
    },
    "payment": {
      "prepareError": {
        "title": "Erreur de Commande",
        "text": "Impossible de préparer le récapitulatif de votre commande. Veuillez réessayer."
      }
    },
    "referral": {
      "copy": {
        "success": {
          "title": "Copié !",
          "text": "Lien de parrainage copié dans le presse-papiers !"
        },
        "error": {
          "title": "Erreur Copie",
          "text": "Impossible de copier le lien. Veuillez réessayer."
        }
      }
    },
    "auth": {
      "cartConflict": {
        "remoteSelected": {
          "title": "Panier Sauvegardé Restauré",
          "text": "Votre panier précédemment sauvegardé a été chargé. Vous pouvez maintenant finaliser votre commande."
        },
        "localSelected": {
          "title": "Panier Actuel Conservé",
          "text": "Vous avez choisi de conserver votre panier actuel. Votre panier précédemment sauvegardé a été écrasé."
        }
      },
      "logoutSuccess": {
        "title": "Déconnexion Réussie",
        "text": "Vous avez été déconnecté avec succès."
      },
      "logoutError": {
        "title": "Erreur de Déconnexion",
        "text": "Une erreur est survenue lors de la déconnexion. Veuillez réessayer."
      },
      "logoutFailed": {
        "title": "Échec de la Déconnexion",
        "text": "La déconnexion a échoué. Veuillez réessayer ou contacter le support."
      }
    },
    "addReview": {
      "success": {
        "title": "Avis Envoyé",
        "text": "Votre avis a été soumis et est en attente d'approbation."
      },
      "error400": {
        "title": "Erreur d'Envoi",
        "text": "Impossible d'envoyer l'avis. Veuillez vérifier votre note et votre commentaire."
      },
      "error401": {
        "title": "Connexion Requise",
        "text": "Veuillez vous connecter pour laisser un avis."
      },
      "error500": {
        "title": "Erreur Serveur",
        "text": "Impossible d'envoyer l'avis en raison d'une erreur serveur. Veuillez réessayer."
      },
      "defaultError": {
        "title": "Erreur d'Envoi",
        "text": "Une erreur inconnue est survenue lors de l'envoi de votre avis."
      },
      "error403": {
        "title": "Déjà Évalué",
        "text": "Vous semblez avoir déjà laissé un avis pour ce produit."
      }
    },
    "genericError": {
      "title": "Erreur",
      "text": "Une erreur inattendue est survenue."
    },
    "cart": {
      "insufficientStockIncrement": {
        "title": "Stock Limité",
        "text": "Stock insuffisant pour ajouter plus de {name} ({option}{per})."
      },
      "productAdded": {
        "title": "Ajouté au Panier",
        "text": "{option}{per} - {name} ajouté au panier."
      },
      "insufficientStock": {
        "title": "Stock Insuffisant",
        "text": "Stock insuffisant pour l'option {option}{per}."
      },
      "quantityAdded": {
        "title": "Quantité Mise à Jour",
        "text": "{option}{per} de {name} ajouté(s)."
      },
      "quantityRemoved": {
        "title": "Quantité Mise à Jour",
        "text": "{option}{per} de {name} retiré(s)."
      },
      "productRemoved": {
        "title": "Produit Retiré",
        "text": "{name} retiré du panier."
      },
      "discountRemoved": {
        "title": "Code Retiré",
        "text": "Code promo {name} retiré."
      },
      "pointsRemoved": {
        "title": "Points Retirés",
        "text": "Points de fidélité retirés."
      },
      "discountApplied": {
        "title": "Code Appliqué",
        "text": "Code promo {name} appliqué."
      },
      "promoCodeApplied": {
        "title": "Code Appliqué",
        "text": "Le code promo a été appliqué avec succès."
      },
      "promoCodeAlreadyApplied": {
        "title": "Déjà Appliqué",
        "text": "Ce code promo est déjà appliqué."
      },
      "promoCodeInvalid": {
        "title": "Code Invalide",
        "text": "Code promo invalide ou non applicable."
      },
      "cartEmptied": {
        "title": "Panier vidé",
        "text": "Votre panier a bien été vidé."
      },
      "emptyCartButton": "Vider le panier"
    },
    "signUp": {
      "success": {
        "title": "Inscription Réussie",
        "text": "Votre compte a été créé avec succès !"
      },
      "error409": {
        "title": "Email Existant",
        "text": "Cet email est déjà enregistré. Redirection vers la connexion..."
      },
      "error400": {
        "title": "Informations Invalides",
        "text": "Veuillez vérifier les informations fournies."
      },
      "error422": {
        "title": "Erreur de Validation",
        "text": "Certaines informations sont invalides. Veuillez vérifier le formulaire."
      },
      "error500": {
        "title": "Erreur Serveur",
        "text": "Impossible de créer le compte en raison d'une erreur serveur. Veuillez réessayer."
      },
      "defaultError": {
        "title": "Erreur d'Inscription",
        "text": "Une erreur inconnue est survenue lors de l'inscription."
      }
    },
    "signIn": {
      "success200": {
        "title": "Succès",
        "text": "Connexion réussie !"
      },
      "error401": {
        "title": "Erreur Connexion",
        "text": "Email ou mot de passe incorrect."
      },
      "info204": {
        "title": "Compte non trouvé",
        "text": "Aucun compte trouvé avec cet email."
      },
      "error500": {
        "title": "Erreur Serveur",
        "text": "Problème technique, veuillez réessayer plus tard."
      },
      "defaultError": {
        "title": "Erreur",
        "text": "Une erreur est survenue."
      }
    },
    "profile": {
      "infos": {
        "200": {
          "text": "Vous avez mis à jour vos informations avec succès",
          "title": "Mise à jour réussie"
        },
        "400": {
          "text": "Une des informations que vous avez fournies est manquante",
          "title": "Avertissement"
        },
        "401": {
          "text": "Ancien mot de passe incorrect",
          "title": "Avertissement"
        },
        "409": {
          "text": "L'e-mail existe déjà",
          "title": "Avertissement"
        },
        "422": {
          "text": "Il y a une erreur sémantique dans les informations que vous avez fournies",
          "title": "Avertissement"
        }
      },
      "addresses": {
        "delete": {
          "200": {
            "title": "Adresse Supprimée",
            "text": "Adresse supprimée avec succès."
          },
          "400": {
            "title": "Requête Invalide",
            "text": "L'identifiant de l'adresse est manquant."
          },
          "500": {
            "title": "Erreur Serveur",
            "text": "Impossible de supprimer l'adresse. Veuillez réessayer."
          }
        },
        "add": {
          "200": {
            "title": "Adresse Ajoutée",
            "text": "Adresse ajoutée avec succès."
          },
          "400": {
            "title": "Informations Invalides",
            "text": "Veuillez vérifier les détails de l'adresse fournie."
          },
          "409": {
            "title": "Erreur",
            "text": "Impossible d'ajouter l'adresse. Veuillez réessayer."
          },
          "422": {
            "title": "Erreur de Validation",
            "text": "Certaines informations d'adresse sont invalides."
          }
        },
        "update": {
          "200": {
            "title": "Adresse Mise à Jour",
            "text": "Adresse mise à jour avec succès."
          },
          "400": {
            "title": "Informations Invalides",
            "text": "Veuillez vérifier les détails de l'adresse fournie."
          },
          "422": {
            "title": "Erreur de Validation",
            "text": "Certaines informations d'adresse sont invalides."
          }
        }
      }
    },
    "accountCreation": {
      "success200": {
        "title": "Compte Créé",
        "text": "Votre compte a été créé et vous êtes connecté avec succès !"
      },
      "error409": {
        "title": "Email Existant",
        "text": "Cet email est déjà enregistré. Redirection vers la page de connexion..."
      },
      "error500": {
        "title": "Erreur Serveur",
        "text": "Erreur serveur lors de la création du compte. Veuillez réessayer plus tard."
      },
      "genericError": {
        "title": "Erreur",
        "text": "Une erreur est survenue. Veuillez réessayer."
      },
      "defaultError": {
        "title": "Erreur",
        "text": "Une erreur inconnue est survenue. Veuillez réessayer."
      }
    },
    "forgotPassword": {
      "success204": {
        "title": "Email Envoyé",
        "text": "Si un compte existe avec cet email, un lien de réinitialisation a été envoyé."
      },
      "error40x": {
        "title": "Email Inconnu",
        "text": "Aucun compte n'est associé à cet email."
      },
      "error500": {
        "title": "Erreur Serveur",
        "text": "Erreur lors de la demande. Veuillez réessayer."
      },
      "error400": {
        "title": "Requête Invalide",
        "text": "Veuillez vérifier l'adresse email."
      },
      "defaultError": {
        "title": "Erreur",
        "text": "Une erreur est survenue. Veuillez réessayer."
      }
    }
  }
}
